{
  "version": 1,
  "songs": [
    {
      "id": "emona-durmati",
      "title": "Emona Durmati",
      "author": "Bhaktivinoda Thakura",
      "book": "Saranagati",
      "categories": [],
      "verses": [
        {
          "n": 1,
          "note": "prabhu he!",
          "text": [
            "emona durmati, saṁsāra bhitore,",
            "poḍiyā āchinu āmi",
            "tava nija-jana, kono mahājane,",
            "pāṭhāiyā dile tumi"
          ],
          "translation": [
            "Oh Lord! Such a wicked mind has brought me into this world, but one of Your pure and elevated devotees has come to bring me out of it."
          ]
        },
        {
          "n": 2,
          "text": [
            "doyā kori’ more, patita dekhiyā,",
            "kohilo āmāre giyā",
            "ohe dīna-jana, śuno bhālo kathā,",
            "ullasita ha’be hiyā"
          ],
          "translation": [
            "He saw me so fallen and wretched, took pity, and came to me saying, ‘O humbled soul, please listen to this good tiding, for it will gladden your heart.’"
          ]
        },
        {
          "n": 3,
          "text": [
            "tomāre tārite, śrī-kṛṣṇa-caitanya,",
            "navadvīpe avatār",
            "tomā heno koto, dīna hīna jane,",
            "korilena bhava-pār"
          ],
          "translation": [
            "Sri Krsna Caitanya has appeared in the land of Navadvipa to deliver you. He has safely conducted many miserable souls such as you across the sea of worldly existence."
          ]
        },
        {
          "n": 4,
          "text": [
            "vedera pratijñā, rākhibāra tare,",
            "rukma-varṇa vipra-suta",
            "mahāprabhu nāme, nadīyā mātāya,",
            "saṅge bhāi avadhūta"
          ],
          "translation": [
            "To fulfill the promise of the Vedas, the son of a brāhmaṇa bearing the name Mahāprabhu of golden complexion, has descended with His brother the avadhūta Nityānanda. Together They have overwhelmed all of Nadia with divine ecstasy."
          ]
        },
        {
          "n": 5,
          "text": [
            "nanda-suta jini, caitanya gosāi,",
            "nija-nāma kori’ dān",
            "tārilo jagat, tumi-o jāiyā,",
            "loho nija-paritrāṇ"
          ],
          "translation": [
            "Sri Caitanya, who is Krishna Himself, the son of Nanda, has saved the world by freely distributing His own holy name. Go also and receive your deliverance."
          ]
        },
        {
          "n": 6,
          "text": [
            "se kathā śuniyā, āsiyāchi, nātha!",
            "tomāra caraṇa-tale",
            "bhaktivinoda, kāṅdiyā kāṅdiyā,",
            "āpana-kāhinī bole"
          ],
          "translation": [
            "O Lord, hearing those words, Bhaktivinoda has come weeping to the soles of Your lotus feet and tells the story of his life."
          ]
        }
      ]
    },
    {
      "id": "akordha-paramananda-nityananda-ray-locana",
      "title": "Akordha Paramananda Nityananda Ray",
      "author": "Locana Dasa Thakura",
      "book": "Caitanya Mangala",
      "categories": ["nityananda"],
      "verses": [
        {
          "n": 1,
          "text": [
            "akrodha paramānanda nityānanda rāya",
            "abhimāna śūnya nitāi nagare beḍāya"
          ],
          "translation": [
            "The noble Lord Nityananda is never angry, for He is the personification of supreme transcendental bliss. Devoid of any concept of false ego, Nitai wanders about the town."
          ]
        },
        {
          "n": 2,
          "text": [
            "adhama patita jīvera dvāre dvāre giyā",
            "harināma mahā-mantra dicchena bilāiyā"
          ],
          "translation": [
            "Going from door to door in the residences of the most fallen and wretched souls, He freely distributes the gift of the Hari-nama mahamantra."
          ]
        },
        {
          "n": 3,
          "text": [
            "jā’re dekhe tā’re kahe dante tṛṇa dhari’",
            "‘āmāre kiniyā laha bala gaurahari’"
          ],
          "translation": [
            "He exclaims to whomever he sees while holding straw between his teeth, “Please purchase me by worshipping Gaurahari!”"
          ]
        },
        {
          "n": 4,
          "text": [
            "eta bali’ nityānanda bhūme gaḍi’ jāya",
            "sonāra parvata jena dhūlāte loṭāya"
          ],
          "translation": [
            "Saying thus, Nityananda Prabhu rolls about on the ground, appearing like a golden mountain tumbling in the dust."
          ]
        },
        {
          "n": 5,
          "text": [
            "hena avatāre jā’ra rati nā janmila",
            "locana bale sei pāpī ela āra gela"
          ],
          "translation": [
            "Locana Dasa Thakura says, “Whoever has not experienced the awakening of affection for such an avatara as this, that sinful person simply comes and goes uselessly in the cycle of repeated birth and death.”"
          ]
        }
      ]
    },
    {
      "id": "sri-guru-carana-padma-narottama",
      "title": "Sri Guru Carana Padma",
      "author": "Narottama Dasa Thakura",
      "book": "Prema Bhakti Candrika",
      "categories": ["guru", "aarati"],
      "verses": [
        {
          "n": 1,
          "text": [
            "śrī-guru-caraṇa-padma, kevala-bhakati-sadma,",
            "bando muñi sāvadhāna mate",
            "jāhāra prasāde bhāi, e bhava toriyā jāi,",
            "kṛṣṇa-prāpti hoy jāhā ha'te"
          ],
          "translation": [
            "The lotus feet of our spiritual master are the only way by which we can attain pure devotional service. I bow to his lotus feet with great awe and reverence. By his grace one can cross the ocean of material suffering and obtain the mercy of Krsna."
          ]
        },
        {
          "n": 2,
          "text": [
            "guru-mukha-padma-vākya, cittete koribo aikya,",
            "ār nā koriho mane āśā",
            "śrī-guru-caraṇe rati, ei se uttama-gati,",
            "je prasāde pūre sarva āśā"
          ],
          "translation": [
            "My only wish is to have my consciousness purified by the words emanating from his lotus mouth. Attachment to his lotus feet is the perfection that fulfills all desires."
          ]
        },
        {
          "n": 3,
          "text": [
            "cakṣu-dān dilo jei, janme janme prabhu sei,",
            "divya jñān hṛde prokāśito",
            "prema-bhakti jāhā hoite, avidyā vināśa jāte,",
            "vede gāy jāhāra carito"
          ],
          "translation": [
            "He opens my darkened eyes and fills my heart with transcendental knowledge. He is my Lord birth after birth. From him ecstatic prema emanates; by him ignorance is destroyed. The Vedic scriptures sing of his character."
          ]
        },
        {
          "n": 4,
          "text": [
            "śrī-guru karuṇā-sindhu, adhama janāra bandhu,",
            "lokanāth lokera jīvana",
            "hā hā prabhu koro doyā, deho more pada-chāyā,",
            "ebe jaśa ghuṣuk tribhuvana"
          ],
          "translation": [
            "Our spiritual master is the ocean of mercy, the friend of the poor, and the lord and master of the devotees. O Lokanatha Goswami! O master! Be merciful unto me. Give me the shade of your lotus feet. Your fame is spread all over the three worlds."
          ]
        },
        {
          "n": 5,
          "text": [
            "vaiṣṇava caraṇa reṇu, bhūṣaṇa koriyā tanu,",
            "yāhā hoite anubhava hoy",
            "mārjana hoy bhajana, sādhu sańge anukṣaṇa,",
            "ajñāna avidyā parājaya"
          ],
          "translation": [
            "By making the dust of the Vaisnavas' feet the ornament of my body, ecstatic love comes.  Washing the Vaisnavas' lotus feet is my method of worship.  By always associating with the Vaisnavas, I shall overcome the darkness of ignorance."
          ]
        },
        {
          "n": 6,
          "text": [
            "jaya sanātana rūpa, prema bhakti rasa kūpa",
            "yugala ujjvalamaya tanu",
            "yāhāra prasāde loka, pāsarilo sab śoka,",
            "prakaṭa kalapa taru janu"
          ],
          "translation": [
            "O Srila Sanatana Gosvami and Srila Rupa Gosvami, who are two deep wells of the nectar of pure love, two personifications of the splendid nectar of the Divine Couple, and two desire trees by whose mercy the entire world is free from suffering, all glories to you!"
          ]
        },
        {
          "n": 7,
          "text": [
            "prema bhakti rīti yoto, nija granthe suvekata",
            "likhiyāchen dui mahāśaya",
            "yāhāra śravaṇa hoite, premānande bhāse cite,",
            "yugala madhura rasāśraya"
          ],
          "translation": [
            "In your books, you two great souls clearly described prema-bhakti.  You are reservoirs of the sweet nectar of the Divine Couple.  Hearing about you brings bliss to the heart. Their sweet mellows are my shelter."
          ]
        },
        {
          "n": 8,
          "text": [
            "yugala kiśora prema, lakṣa bāṇa yeno hema",
            "heno dhana prakāśilo yārā",
            "jaya rūpa sanātana, deho more prema dhana",
            "se ratana more gole hārā"
          ],
          "translation": [
            "You are fabulously wealthy, possessing ecstatic love for the youthful Divine Couple, a love more precious than gold purified in ten thousand flames.  O Rupa and Sanatana Gosvami, all glories to you!  I beg you, please give me in charity some of these jewel necklaces."
          ]
        },
        {
          "n": 9,
          "text": [
            "bhāgavata śāstra marma, nava vidhā bhakti dharma,",
            "sadāi koribo susevana",
            "anya devāśraya nāi, tomāre kohilo bhāi,",
            "ei bhakti parama bhajana"
          ],
          "translation": [
            "I shall eternally engage in the nine-fold process of devotional service, which is the essential message of Srimad-Bhagavatam, and I shall not worship the demigods.  O brother, I say to you: Devotional service is the most exalted kind of worship."
          ]
        },
        {
          "n": 10,
          "text": [
            "sādhu śāstra guru vākya, hṛdoye koriyā aikya,",
            "satata bhāsibo prema mājhe",
            "karmī jñānī bhakti hīna, ihāke koribo bhina,",
            "narottama ei tattva gāje"
          ],
          "translation": [
            "Making the words of the guru, sadhus and sastras one with my heart, I constantly float and swim in the ocean of pure love.  I am different from the karmis and jnanis, who have no devotion for Krsna.  Narottama speaks the truth."
          ]
        }
      ]
    },
    {
      "id": "pranesvara-nivedana-ei-jana-kore",
      "title": "Pranesvara Nivedana Ei Jana Kore",
      "author": "Narottama Dasa Thakura",
      "book": "Prarthana",
      "categories": ["krsna"],
      "verses": [
        {
          "n": 1,
          "text": [
            "prāṇeśvara! nivedana ei jana kore",
            "govinda gokula candra, parama ānanda kanda,",
            "gopīkula priya dekho more"
          ],
          "translation": [
            "O master of my life, this person places an appeal before You!  O Govinda, O moon of Gokula, O source of all transcendental bliss, O beloved of the gopis, please cast Your glance upon me."
          ]
        },
        {
          "n": 2,
          "text": [
            "tuyā priya pada sevā, ei dhana more dibā,",
            "tumi prabhu karuṇāra nidhi",
            "parama mańgala yaśe, śravaṇa paraśa rase,",
            "kāro kibā kārya nahe siddhi"
          ],
          "translation": [
            "O my Lord, You are an ocean of mercy.  Please give me the treasure of service to Your lotus feet.  Hearing Your supremely auspicious glories is the greatest nectar for the ears.  If You bestow Your mercy, then what difficult task cannot be accomplished?"
          ]
        },
        {
          "n": 3,
          "text": [
            "dāruṇa saḿsāra gati, viṣama viṣaya mati,",
            "tuyā vismaraṇa śelo buke",
            "jara jara tanu mana, acetana anukṣaṇa,",
            "jīyante maraṇa bhelo duḥke"
          ],
          "translation": [
            "I wander through this world of suffering, my mind fixed on the objects of the senses, which bring only pain, and my chest pierced by the javelin of forgetfulness of You.  My body and mind are withered and shattered, and from moment to moment I become unconscious.  Immersed in pain, I am like a living corpse."
          ]
        },
        {
          "n": 4,
          "text": [
            "mo heno adhama jane, koro kṛpā nirīkṣaṇe,",
            "dāsa kori rākho vṛndāvane",
            "śrī kṛṣṇa caitanya nāma, prabhu mora gaura dhāma,",
            "narottama loino śaraṇe"
          ],
          "translation": [
            "Please give me Your merciful glance.  Make me Your servant and allow me to stay in Vrndavana.  The golden-complexioned person who bears the name Sri Krsna Caitanya is my master.  Narottama dasa takes shelter of Him."
          ]
        }
      ]
    },
    {
      "id": "namamisvaram-saccidananda-rupam",
      "title": "Namamisvaram Saccidananda Rupam",
      "author": "Vyasadeva",
      "book": "Padma Purana",
      "categories": ["astakams", "krsna", "aarati"],
      "verses": [
        {
          "n": 1,
          "text": [
            "namāmīśvaraṁ sac-cid-ānanda-rūpaṁ",
            "lasat-kuṇḍalaṁ gokule bhrājamanam",
            "yaśodā-bhiyolūkhalād dhāvamānaṁ",
            "parāmṛṣṭam atyantato drutya gopyā"
          ],
          "translation": [
            "To the Supreme Lord, whose form is the embodiment of eternal existence, knowledge, and bliss, whose shark-shaped earrings are swinging to and fro, who is beautifully shining in the divine realm of Gokula, who I (due to the offense of breaking the pot of yogurt that His mother was churning into butter and then stealing the butter that was kept hanging from a swing) is quickly running from the wooden grinding mortar in fear of mother Yasoda, but who has been caught from behind by her who ran after Him with greater speed--to that Supreme Lord, Sri Damodara, I offer my humble obeisances."
          ]
        },
        {
          "n": 2,
          "text": [
            "rudantaṁ muhur netra-yugmaṁ mṛjantam",
            "karāmbhoja-yugmena sātaṅka-netram",
            "muhuḥ śvāsa-kampa-trirekhāṅka-kaṇṭha-",
            "sthita-graivaṁ dāmodaraṁ bhakti-baddham"
          ],
          "translation": [
            "(Seeing the whipping stick in His mother's hand) He is crying and rubbing His eyes again and again with His two lotus hands. His eyes are filled with fear, and the necklace of pearls around His neck, which is marked with three lines like a conch shell, is shaking because of His quick breathing due to crying. To this Supreme Lord, Sri Damodara, whose belly is bound not with ropes but with His mother's pure love, I offer my humble obeisances."
          ]
        },
        {
          "n": 3,
          "text": [
            "itīdṛk sva-līlābhir ānanda-kuṇḍe",
            "sva-ghoṣaṁ nimajjantam ākhyāpayantam",
            "tadīyeṣita-jñeṣu bhaktair jitatvaṁ",
            "punaḥ prematas taṁ śatāvṛtti vande"
          ],
          "translation": [
            "By such childhood pastimes as this He is drowning the inhabitants of Gokula in pools of ecstasy, and is revealing to those devotees who are absorbed in knowledge of His supreme majesty and opulence that He is only conquered by devotees whose pure love is imbues with intimacy and is free from all conceptions of awe and reverence. With great love I again offer my obeisances to Lord Damodara hundreds and hundreds of times."
          ]
        },
        {
          "n": 4,
          "text": [
            "varaṁ deva mokṣaṁ na mokṣāvadhiṁ vā",
            "na canyaṁ vṛṇe ‘haṁ vareṣād apīha",
            "idaṁ te vapur nātha gopāla-bālaṁ",
            "sadā me manasy āvirāstāṁ kim anyaiḥ"
          ],
          "translation": [
            "O Lord, although You are able to give all kinds of benedictions, I do not pray to You for the boon of impersonal liberation, nor the highest liberation of eternal life in Vaikuntha, nor any other boon (which may be obtained by executing the nine processes of bhakti). O Lord, I simply wish that this form of Yours as Bala Gopala in Vrndavana may ever be manifest in my heart, for what is the use to me of any other boon besides this?"
          ]
        },
        {
          "n": 5,
          "text": [
            "idaṁ te mukhāmbhojam atyanta-nīlair",
            "vṛtaṁ kuntalaiḥ snigdha-raktaiś ca gopyā",
            "muhuś cumbitaṁ bimba-raktādharaṁ me",
            "manasy āvirāstām alaṁ lakṣa-lābhaiḥ"
          ],
          "translation": [
            "O Lord, Your lotus face, which is encircled by locks of soft black hair tinged with red, is kissed again and again by mother Yasoda, and Your lips are reddish like the bimba fruit. May this beautiful vision of Your lotus face be ever manifest in my heart. Thousands and thousands of other benedictions are of no use to me."
          ]
        },
        {
          "n": 6,
          "text": [
            "namo deva dāmodarānanta viṣṇo",
            "prasīda prabho duḥkha-jālābdhi-magnam",
            "kṛpā-dṛṣṭi-vṛṣṭyāti-dīnaṁ batānu",
            "gṛhāṇeṣa mām ajñam edhy akṣi-dṛśyaḥ"
          ],
          "translation": [
            "O Supreme Godhead, I offer my obeisances unto You. O Damodara! O Ananta! O Vishnu! O master! O my Lord, be pleased upon me. By showering Your glance of mercy upon me, deliver this poor ignorant fool who is immersed in an ocean of worldly sorrows, and become visible to my eyes."
          ]
        },
        {
          "n": 7,
          "text": [
            "kuverātmajau baddha-mūrtyaiva yadvat",
            "tvayā mocitau bhakti-bhājau kṛtau ca",
            "tathā prema-bhaktiṁ svakāṁ me prayaccha",
            "na mokṣe graho me ‘sti dāmodareha"
          ],
          "translation": [
            "O Lord Damodara, just as the two sons of Kuvera, Manigriva and Nalakuvara, were delivered from the curse of Narada and made into great devotees by You in Your form as a baby tied with rope to a wooden grinding mortar, in the same way, please give to me Your own prema-bhakti. I only long for this and have no desire for any kind of liberation."
          ]
        },
        {
          "n": 8,
          "text": [
            "namas te ‘stu dāmne sphurad-dīpti-dhāmne",
            "tvadīyodarāyātha viśvasya dhāmne",
            "namo rādhikāyai tvadīya-priyāyai",
            "namo ‘nanta-līlāya devāya tubhyam",
            "WORD FOR WORD TRANSLATION: Namamisvaram Saccidananda Rupam"
          ],
          "translation": [
            "O Lord Damodara, I first of all offer my obeisances to the brilliantly effulgent rope which binds Your belly. I then offer my obeisances to Your belly, which is the abode of the entire universe. I humbly bow down to Your most beloved Srimati Radharani, and I offer all obeisances to You, the Supreme Lord, who displays unlimited pastimes."
          ]
        }
      ]
    }
  ]
}
