{
  "version": 1,
  "songs": [
    {
      "id": "emona-durmati",
      "title": "Emona Durmati",
      "author": "Bhaktivinoda Thakura",
      "book": "Saranagati",
      "categories": [],
      "verses": [
        {
          "n": 1,
          "note": "prabhu he!",
          "text": [
            "emona durmati, saṁsāra bhitore,",
            "poḍiyā āchinu āmi",
            "tava nija-jana, kono mahājane,",
            "pāṭhāiyā dile tumi"
          ],
          "translation": [
            "Oh Lord! Such a wicked mind has brought me into this world, but one of Your pure and elevated devotees has come to bring me out of it."
          ]
        },
        {
          "n": 2,
          "text": [
            "doyā kori’ more, patita dekhiyā,",
            "kohilo āmāre giyā",
            "ohe dīna-jana, śuno bhālo kathā,",
            "ullasita ha’be hiyā"
          ],
          "translation": [
            "He saw me so fallen and wretched, took pity, and came to me saying, ‘O humbled soul, please listen to this good tiding, for it will gladden your heart.’"
          ]
        },
        {
          "n": 3,
          "text": [
            "tomāre tārite, śrī-kṛṣṇa-caitanya,",
            "navadvīpe avatār",
            "tomā heno koto, dīna hīna jane,",
            "korilena bhava-pār"
          ],
          "translation": [
            "Sri Krsna Caitanya has appeared in the land of Navadvipa to deliver you. He has safely conducted many miserable souls such as you across the sea of worldly existence."
          ]
        },
        {
          "n": 4,
          "text": [
            "vedera pratijñā, rākhibāra tare,",
            "rukma-varṇa vipra-suta",
            "mahāprabhu nāme, nadīyā mātāya,",
            "saṅge bhāi avadhūta"
          ],
          "translation": [
            "To fulfill the promise of the Vedas, the son of a brāhmaṇa bearing the name Mahāprabhu of golden complexion, has descended with His brother the avadhūta Nityānanda. Together They have overwhelmed all of Nadia with divine ecstasy."
          ]
        },
        {
          "n": 5,
          "text": [
            "nanda-suta jini, caitanya gosāi,",
            "nija-nāma kori’ dān",
            "tārilo jagat, tumi-o jāiyā,",
            "loho nija-paritrāṇ"
          ],
          "translation": [
            "Sri Caitanya, who is Krishna Himself, the son of Nanda, has saved the world by freely distributing His own holy name. Go also and receive your deliverance."
          ]
        },
        {
          "n": 6,
          "text": [
            "se kathā śuniyā, āsiyāchi, nātha!",
            "tomāra caraṇa-tale",
            "bhaktivinoda, kāṅdiyā kāṅdiyā,",
            "āpana-kāhinī bole"
          ],
          "translation": [
            "O Lord, hearing those words, Bhaktivinoda has come weeping to the soles of Your lotus feet and tells the story of his life."
          ]
        }
      ]
    },
    {
      "id": "akordha-paramananda-nityananda-ray-locana",
      "title": "Akordha Paramananda Nityananda Ray",
      "author": "Locana Dasa Thakura",
      "book": "Caitanya Mangala",
      "categories": ["deity:nityananda"],
      "verses": [
        {
          "n": 1,
          "text": [
            "akrodha paramānanda nityānanda rāya",
            "abhimāna śūnya nitāi nagare beḍāya"
          ],
          "translation": [
            "The noble Lord Nityananda is never angry, for He is the personification of supreme transcendental bliss. Devoid of any concept of false ego, Nitai wanders about the town."
          ]
        },
        {
          "n": 2,
          "text": [
            "adhama patita jīvera dvāre dvāre giyā",
            "harināma mahā-mantra dicchena bilāiyā"
          ],
          "translation": [
            "Going from door to door in the residences of the most fallen and wretched souls, He freely distributes the gift of the Hari-nama mahamantra."
          ]
        },
        {
          "n": 3,
          "text": [
            "jā’re dekhe tā’re kahe dante tṛṇa dhari’",
            "‘āmāre kiniyā laha bala gaurahari’"
          ],
          "translation": [
            "He exclaims to whomever he sees while holding straw between his teeth, “Please purchase me by worshipping Gaurahari!”"
          ]
        },
        {
          "n": 4,
          "text": [
            "eta bali’ nityānanda bhūme gaḍi’ jāya",
            "sonāra parvata jena dhūlāte loṭāya"
          ],
          "translation": [
            "Saying thus, Nityananda Prabhu rolls about on the ground, appearing like a golden mountain tumbling in the dust."
          ]
        },
        {
          "n": 5,
          "text": [
            "hena avatāre jā’ra rati nā janmila",
            "locana bale sei pāpī ela āra gela"
          ],
          "translation": [
            "Locana Dasa Thakura says, “Whoever has not experienced the awakening of affection for such an avatara as this, that sinful person simply comes and goes uselessly in the cycle of repeated birth and death.”"
          ]
        }
      ]
    },
    {
      "id": "sri-guru-carana-padma-narottama",
      "title": "Sri Guru Carana Padma",
      "author": "Narottama Dasa Thakura",
      "book": "Prema Bhakti Candrika",
      "categories": ["deity:guru", "aarati"],
      "verses": [
        {
          "n": 1,
          "text": [
            "śrī-guru-caraṇa-padma, kevala-bhakati-sadma,",
            "bando muñi sāvadhāna mate",
            "jāhāra prasāde bhāi, e bhava toriyā jāi,",
            "kṛṣṇa-prāpti hoy jāhā ha'te"
          ],
          "translation": [
            "The lotus feet of our spiritual master are the only way by which we can attain pure devotional service. I bow to his lotus feet with great awe and reverence. By his grace one can cross the ocean of material suffering and obtain the mercy of Krsna."
          ]
        },
        {
          "n": 2,
          "text": [
            "guru-mukha-padma-vākya, cittete koribo aikya,",
            "ār nā koriho mane āśā",
            "śrī-guru-caraṇe rati, ei se uttama-gati,",
            "je prasāde pūre sarva āśā"
          ],
          "translation": [
            "My only wish is to have my consciousness purified by the words emanating from his lotus mouth. Attachment to his lotus feet is the perfection that fulfills all desires."
          ]
        },
        {
          "n": 3,
          "text": [
            "cakṣu-dān dilo jei, janme janme prabhu sei,",
            "divya jñān hṛde prokāśito",
            "prema-bhakti jāhā hoite, avidyā vināśa jāte,",
            "vede gāy jāhāra carito"
          ],
          "translation": [
            "He opens my darkened eyes and fills my heart with transcendental knowledge. He is my Lord birth after birth. From him ecstatic prema emanates; by him ignorance is destroyed. The Vedic scriptures sing of his character."
          ]
        },
        {
          "n": 4,
          "text": [
            "śrī-guru karuṇā-sindhu, adhama janāra bandhu,",
            "lokanāth lokera jīvana",
            "hā hā prabhu koro doyā, deho more pada-chāyā,",
            "ebe jaśa ghuṣuk tribhuvana"
          ],
          "translation": [
            "Our spiritual master is the ocean of mercy, the friend of the poor, and the lord and master of the devotees. O Lokanatha Goswami! O master! Be merciful unto me. Give me the shade of your lotus feet. Your fame is spread all over the three worlds."
          ]
        },
        {
          "n": 5,
          "text": [
            "vaiṣṇava caraṇa reṇu, bhūṣaṇa koriyā tanu,",
            "yāhā hoite anubhava hoy",
            "mārjana hoy bhajana, sādhu sańge anukṣaṇa,",
            "ajñāna avidyā parājaya"
          ],
          "translation": [
            "By making the dust of the Vaisnavas' feet the ornament of my body, ecstatic love comes.  Washing the Vaisnavas' lotus feet is my method of worship.  By always associating with the Vaisnavas, I shall overcome the darkness of ignorance."
          ]
        },
        {
          "n": 6,
          "text": [
            "jaya sanātana rūpa, prema bhakti rasa kūpa",
            "yugala ujjvalamaya tanu",
            "yāhāra prasāde loka, pāsarilo sab śoka,",
            "prakaṭa kalapa taru janu"
          ],
          "translation": [
            "O Srila Sanatana Gosvami and Srila Rupa Gosvami, who are two deep wells of the nectar of pure love, two personifications of the splendid nectar of the Divine Couple, and two desire trees by whose mercy the entire world is free from suffering, all glories to you!"
          ]
        },
        {
          "n": 7,
          "text": [
            "prema bhakti rīti yoto, nija granthe suvekata",
            "likhiyāchen dui mahāśaya",
            "yāhāra śravaṇa hoite, premānande bhāse cite,",
            "yugala madhura rasāśraya"
          ],
          "translation": [
            "In your books, you two great souls clearly described prema-bhakti.  You are reservoirs of the sweet nectar of the Divine Couple.  Hearing about you brings bliss to the heart. Their sweet mellows are my shelter."
          ]
        },
        {
          "n": 8,
          "text": [
            "yugala kiśora prema, lakṣa bāṇa yeno hema",
            "heno dhana prakāśilo yārā",
            "jaya rūpa sanātana, deho more prema dhana",
            "se ratana more gole hārā"
          ],
          "translation": [
            "You are fabulously wealthy, possessing ecstatic love for the youthful Divine Couple, a love more precious than gold purified in ten thousand flames.  O Rupa and Sanatana Gosvami, all glories to you!  I beg you, please give me in charity some of these jewel necklaces."
          ]
        },
        {
          "n": 9,
          "text": [
            "bhāgavata śāstra marma, nava vidhā bhakti dharma,",
            "sadāi koribo susevana",
            "anya devāśraya nāi, tomāre kohilo bhāi,",
            "ei bhakti parama bhajana"
          ],
          "translation": [
            "I shall eternally engage in the nine-fold process of devotional service, which is the essential message of Srimad-Bhagavatam, and I shall not worship the demigods.  O brother, I say to you: Devotional service is the most exalted kind of worship."
          ]
        },
        {
          "n": 10,
          "text": [
            "sādhu śāstra guru vākya, hṛdoye koriyā aikya,",
            "satata bhāsibo prema mājhe",
            "karmī jñānī bhakti hīna, ihāke koribo bhina,",
            "narottama ei tattva gāje"
          ],
          "translation": [
            "Making the words of the guru, sadhus and sastras one with my heart, I constantly float and swim in the ocean of pure love.  I am different from the karmis and jnanis, who have no devotion for Krsna.  Narottama speaks the truth."
          ]
        }
      ]
    },
    {
      "id": "pranesvara-nivedana-ei-jana-kore",
      "title": "Pranesvara Nivedana Ei Jana Kore",
      "author": "Narottama Dasa Thakura",
      "book": "Prarthana",
      "categories": ["deity:krsna"],
      "verses": [
        {
          "n": 1,
          "text": [
            "prāṇeśvara! nivedana ei jana kore",
            "govinda gokula candra, parama ānanda kanda,",
            "gopīkula priya dekho more"
          ],
          "translation": [
            "O master of my life, this person places an appeal before You!  O Govinda, O moon of Gokula, O source of all transcendental bliss, O beloved of the gopis, please cast Your glance upon me."
          ]
        },
        {
          "n": 2,
          "text": [
            "tuyā priya pada sevā, ei dhana more dibā,",
            "tumi prabhu karuṇāra nidhi",
            "parama mańgala yaśe, śravaṇa paraśa rase,",
            "kāro kibā kārya nahe siddhi"
          ],
          "translation": [
            "O my Lord, You are an ocean of mercy.  Please give me the treasure of service to Your lotus feet.  Hearing Your supremely auspicious glories is the greatest nectar for the ears.  If You bestow Your mercy, then what difficult task cannot be accomplished?"
          ]
        },
        {
          "n": 3,
          "text": [
            "dāruṇa saḿsāra gati, viṣama viṣaya mati,",
            "tuyā vismaraṇa śelo buke",
            "jara jara tanu mana, acetana anukṣaṇa,",
            "jīyante maraṇa bhelo duḥke"
          ],
          "translation": [
            "I wander through this world of suffering, my mind fixed on the objects of the senses, which bring only pain, and my chest pierced by the javelin of forgetfulness of You.  My body and mind are withered and shattered, and from moment to moment I become unconscious.  Immersed in pain, I am like a living corpse."
          ]
        },
        {
          "n": 4,
          "text": [
            "mo heno adhama jane, koro kṛpā nirīkṣaṇe,",
            "dāsa kori rākho vṛndāvane",
            "śrī kṛṣṇa caitanya nāma, prabhu mora gaura dhāma,",
            "narottama loino śaraṇe"
          ],
          "translation": [
            "Please give me Your merciful glance.  Make me Your servant and allow me to stay in Vrndavana.  The golden-complexioned person who bears the name Sri Krsna Caitanya is my master.  Narottama dasa takes shelter of Him."
          ]
        }
      ]
    },
    {
      "id": "namamisvaram-saccidananda-rupam",
      "title": "Namamisvaram Saccidananda Rupam",
      "author": "Vyasadeva",
      "book": "Padma Purana",
      "categories": ["astakams", "deity:krsna", "aarati"],
      "verses": [
        {
          "n": 1,
          "text": [
            "namāmīśvaraṁ sac-cid-ānanda-rūpaṁ",
            "lasat-kuṇḍalaṁ gokule bhrājamanam",
            "yaśodā-bhiyolūkhalād dhāvamānaṁ",
            "parāmṛṣṭam atyantato drutya gopyā"
          ],
          "translation": [
            "To the Supreme Lord, whose form is the embodiment of eternal existence, knowledge, and bliss, whose shark-shaped earrings are swinging to and fro, who is beautifully shining in the divine realm of Gokula, who I (due to the offense of breaking the pot of yogurt that His mother was churning into butter and then stealing the butter that was kept hanging from a swing) is quickly running from the wooden grinding mortar in fear of mother Yasoda, but who has been caught from behind by her who ran after Him with greater speed--to that Supreme Lord, Sri Damodara, I offer my humble obeisances."
          ]
        },
        {
          "n": 2,
          "text": [
            "rudantaṁ muhur netra-yugmaṁ mṛjantam",
            "karāmbhoja-yugmena sātaṅka-netram",
            "muhuḥ śvāsa-kampa-trirekhāṅka-kaṇṭha-",
            "sthita-graivaṁ dāmodaraṁ bhakti-baddham"
          ],
          "translation": [
            "(Seeing the whipping stick in His mother's hand) He is crying and rubbing His eyes again and again with His two lotus hands. His eyes are filled with fear, and the necklace of pearls around His neck, which is marked with three lines like a conch shell, is shaking because of His quick breathing due to crying. To this Supreme Lord, Sri Damodara, whose belly is bound not with ropes but with His mother's pure love, I offer my humble obeisances."
          ]
        },
        {
          "n": 3,
          "text": [
            "itīdṛk sva-līlābhir ānanda-kuṇḍe",
            "sva-ghoṣaṁ nimajjantam ākhyāpayantam",
            "tadīyeṣita-jñeṣu bhaktair jitatvaṁ",
            "punaḥ prematas taṁ śatāvṛtti vande"
          ],
          "translation": [
            "By such childhood pastimes as this He is drowning the inhabitants of Gokula in pools of ecstasy, and is revealing to those devotees who are absorbed in knowledge of His supreme majesty and opulence that He is only conquered by devotees whose pure love is imbues with intimacy and is free from all conceptions of awe and reverence. With great love I again offer my obeisances to Lord Damodara hundreds and hundreds of times."
          ]
        },
        {
          "n": 4,
          "text": [
            "varaṁ deva mokṣaṁ na mokṣāvadhiṁ vā",
            "na canyaṁ vṛṇe ‘haṁ vareṣād apīha",
            "idaṁ te vapur nātha gopāla-bālaṁ",
            "sadā me manasy āvirāstāṁ kim anyaiḥ"
          ],
          "translation": [
            "O Lord, although You are able to give all kinds of benedictions, I do not pray to You for the boon of impersonal liberation, nor the highest liberation of eternal life in Vaikuntha, nor any other boon (which may be obtained by executing the nine processes of bhakti). O Lord, I simply wish that this form of Yours as Bala Gopala in Vrndavana may ever be manifest in my heart, for what is the use to me of any other boon besides this?"
          ]
        },
        {
          "n": 5,
          "text": [
            "idaṁ te mukhāmbhojam atyanta-nīlair",
            "vṛtaṁ kuntalaiḥ snigdha-raktaiś ca gopyā",
            "muhuś cumbitaṁ bimba-raktādharaṁ me",
            "manasy āvirāstām alaṁ lakṣa-lābhaiḥ"
          ],
          "translation": [
            "O Lord, Your lotus face, which is encircled by locks of soft black hair tinged with red, is kissed again and again by mother Yasoda, and Your lips are reddish like the bimba fruit. May this beautiful vision of Your lotus face be ever manifest in my heart. Thousands and thousands of other benedictions are of no use to me."
          ]
        },
        {
          "n": 6,
          "text": [
            "namo deva dāmodarānanta viṣṇo",
            "prasīda prabho duḥkha-jālābdhi-magnam",
            "kṛpā-dṛṣṭi-vṛṣṭyāti-dīnaṁ batānu",
            "gṛhāṇeṣa mām ajñam edhy akṣi-dṛśyaḥ"
          ],
          "translation": [
            "O Supreme Godhead, I offer my obeisances unto You. O Damodara! O Ananta! O Vishnu! O master! O my Lord, be pleased upon me. By showering Your glance of mercy upon me, deliver this poor ignorant fool who is immersed in an ocean of worldly sorrows, and become visible to my eyes."
          ]
        },
        {
          "n": 7,
          "text": [
            "kuverātmajau baddha-mūrtyaiva yadvat",
            "tvayā mocitau bhakti-bhājau kṛtau ca",
            "tathā prema-bhaktiṁ svakāṁ me prayaccha",
            "na mokṣe graho me ‘sti dāmodareha"
          ],
          "translation": [
            "O Lord Damodara, just as the two sons of Kuvera, Manigriva and Nalakuvara, were delivered from the curse of Narada and made into great devotees by You in Your form as a baby tied with rope to a wooden grinding mortar, in the same way, please give to me Your own prema-bhakti. I only long for this and have no desire for any kind of liberation."
          ]
        },
        {
          "n": 8,
          "text": [
            "namas te ‘stu dāmne sphurad-dīpti-dhāmne",
            "tvadīyodarāyātha viśvasya dhāmne",
            "namo rādhikāyai tvadīya-priyāyai",
            "namo ‘nanta-līlāya devāya tubhyam",
            "WORD FOR WORD TRANSLATION: Namamisvaram Saccidananda Rupam"
          ],
          "translation": [
            "O Lord Damodara, I first of all offer my obeisances to the brilliantly effulgent rope which binds Your belly. I then offer my obeisances to Your belly, which is the abode of the entire universe. I humbly bow down to Your most beloved Srimati Radharani, and I offer all obeisances to You, the Supreme Lord, who displays unlimited pastimes."
          ]
        }
      ]
    },
    {
      "id": "radha-krsna-prana-mora",
      "title": "Radha Krsna Prana Mora",
      "author": "Narottama Dasa Thakura",
      "book": "Prarthana",
      "categories": ["aarati:night"],
      "verses": [
        {
          "n": 1,
          "text": [
            "rādhā-kṛṣṇa prāṇa mora jugala-kiśora",
            "jīvane maraṇe gati āro nāhi mora"
          ],
          "translation": [
            "The divine couple, Sri Sri Radha and Krsna, is my life and soul. In life or death I have no other refuge but Them."
          ]
        },
        {
          "n": 2,
          "text": [
            "kālindīra kūle keli-kadambera vana",
            "ratana-bedīra upara bosābo du'jana"
          ],
          "translation": [
            "In a forest of small kadamba trees on the bank of the Yamuna, I will seat the divine couple on a throne made of brilliant jewels."
          ]
        },
        {
          "n": 3,
          "text": [
            "śyāma-gaurī-ańge dibo (cūwā) candanera gandha",
            "cāmara ḍhulābo kabe heri mukha-candra"
          ],
          "translation": [
            "I will anoint Their dark and fair forms with sandalwood paste scented with cuya, and I will fan Them with a camara whisk. Oh, when will I behold Their moonlike faces?"
          ]
        },
        {
          "n": 4,
          "text": [
            "gāthiyā mālatīr mālā dibo dohāra gale",
            "adhare tuliyā dibo karpūra-tāmbūle"
          ],
          "translation": [
            "After stringing together garlands of malati flowers I will place them around Their necks, and I will offer tambula scented with camphor to Their lotus mouths."
          ]
        },
        {
          "n": 5,
          "text": [
            "lalitā viśākhā-ādi jata sakhī-bṛnda",
            "ājñāya koribo sebā caraṇāravinda"
          ],
          "translation": [
            "With the permission of all the sakhis, headed by Lalita and Visakha, I will serve the lotus feet of Radha and Krsna."
          ]
        },
        {
          "n": 6,
          "text": [
            "śrī-kṛṣṇa-caitanya-prabhur dāser anudāsa",
            "sevā abhilāṣa kore narottama-dāsa",
            "WORD FOR WORD TRANSLATION: Radha Krsna Prana Mora"
          ],
          "translation": [
            "Narottama dasa, the servant of the servant of Sri Krsna Caitanya Prabhu, longs for this service to the divine couple."
          ]
        }
      ]
    },
    {
      "id": "mangala-sri-guru-gaura-mangala-murati",
      "title": "Mangala Sri Guru Gaura Mangala Murati",
      "author": "Bhakti Prajnana Kesava Goswami",
      "book": "None",
      "categories": ["aarati:morning", "aarati"],
      "verses": [
        {
          "n": 1,
          "text": [
            "mańgala śrī guru-gaura mańgala mūrati",
            "mańgala śrī rādhā-kṛṣṇa-yugala-pīriti"
          ],
          "translation": [
            "Glories to the auspicious forms of Sri Guru and Gaura, and all glories to Sri Radha-Krsna’s auspicious amorous love."
          ]
        },
        {
          "n": 2,
          "text": [
            "mańgala niśānta-līlā mańgala udaye",
            "mańgala ārati jāge bhakata-hṛdaye"
          ],
          "translation": [
            "All glories to Their auspicious nisanta-lila which heralds the end of night and Their auspicious awakening, bringing auspiciousness to all! Glories to mangala-arati, which awakens a sphurti of that nisanta-lila within the devotees’ hearts!"
          ]
        },
        {
          "n": 3,
          "text": [
            "tomāra nidrāya jīva nidrita dharāya",
            "tava jāgaraṇe viśva jāgarita haya"
          ],
          "translation": [
            "While You sleep, the jivas lie sleeping deep in their ignorance, but upon Your rising, the whole world awakens! [Meaning, if You manifest in their hearts, then all tattva and all siddhanta will be revealed to them.]"
          ]
        },
        {
          "n": 4,
          "text": [
            "śubha dṛṣṭi kara ebe (prabhu) jagatera prati",
            "jāguka hṛdaye mora sumańgalā rati"
          ],
          "translation": [
            "(Prabhu!) Shower Your kind glance upon the world now. Awaken in my heart that most auspicious rati."
          ]
        },
        {
          "n": 5,
          "text": [
            "mayūra śukādi sāri kata pikarāja",
            "mańgala jāgara-hetu kariche virāja"
          ],
          "translation": [
            "The peacocks, parrots, suka, sari, and cuckoos (by Vrnda-devi’s order) are singing the reasons for Your auspicious awakening."
          ]
        },
        {
          "n": 6,
          "text": [
            "sumadhura dhvani kare jata śākhī-gaṇa",
            "mańgala śravaṇe bāje madhura kūjana"
          ],
          "translation": [
            "Sitting on the branches of the trees, all the birds sing their supremely sweet morning melodies which resound throughout the forest. Those sweet, soft, auspicious sounds come and grace everyone!"
          ]
        },
        {
          "n": 7,
          "text": [
            "kusumita sarovare kamala-hillola",
            "mańgala saurabha vahe pavana kallola"
          ],
          "translation": [
            "In the pond, which is filled with many varieties of flowers, the lotuses sway in the center. The breezes spread their auspicious aromas in all directions, bringing pure delight and joy to all."
          ]
        },
        {
          "n": 8,
          "text": [
            "jhājhara kāsara ghaṇṭā śańkha karatāla",
            "mańgala mṛdańga bāje parama rasāla"
          ],
          "translation": [
            "Large cymbals, gongs, bells, conches, karatalas and auspicious mrdangas play the supreme rasa."
          ]
        },
        {
          "n": 9,
          "text": [
            "mańgala ārati kare bhakatera gaṇa",
            "abhāgā keśava kare nāma-sańkīrtana"
          ],
          "translation": [
            "Performing mangala arati within the company of devotees, the unfortunate Kesava (the servants of Sri Kesava) sings nama-sankirtana."
          ]
        }
      ]
    },
    {
      "id": "munindra-vrnda-vandite",
      "title": "Munindra Vrnda Vandite",
      "author": "Vyasadeva",
      "book": "Urdhvamnaya Tantra",
      "categories": ["deity:radha"],
      "verses": [
        {
          "n": 1,
          "text": [
            "munīndra-vṛnda-vandite triloka-śoka-hāriṇi",
            "prasanna-vaktra-pańkaje nikuñja-bhū-vilāsini",
            "vrajendra-bhānu-nandini vrajendra-sūnu-sańgate",
            "kadā kariṣyasīha māḿ kṛpā-katākṣa-bhājanam"
          ],
          "translation": [
            "\"Oh You who are adorned by the leaders of multitude of sages! Oh You who takes away the miseries of the three worlds! Oh You whose face joyfully blooms like a lotus flower! Oh You who delights in playing love-sports throughout the secret forest bower-houses! Oh most charming daughter of Vrsabhanu, beloved of the King of Vraja, Sri Krsna! Oh You who are always associated with the King of Vraja Sri Krsna! When? Oh, When will You make me the object of Your side-long glance of causeless mercy?\""
          ]
        },
        {
          "n": 2,
          "text": [
            "aśoka-vṛkṣa-vallarī-vitāna-maṇḍapa-sthite",
            "pravāla-vāla-pallava-prabhārunāńghri-komale",
            "varābhaya-spurat-kare prabhūta-sampadālaye",
            "kadā kariṣyasīha māḿ kṛpā-katākṣa-bhājanam"
          ],
          "translation": [
            "\"O You who dwells in a pavilion with a canopy of creepers spread over the branches of asoka trees! Oh You whose soft delicate feet radiate the pink-coral color of freshly sprouted tree- buds! Oh You whose upraised hand bestow the benediction of fearlessness! Oh You who are the source of divine opulences! When? Oh, When will You make me the object of Your side-long glance of causeless mercy?\""
          ]
        },
        {
          "n": 3,
          "text": [
            "anańga-rańga-mańgala-prasańga-bhańgura-bhruvāḿ",
            "sa-vibhramaḿ sa-saḿbhramaḿ dṛg-anta-bāṇa-pātanaiḥ",
            "nirantaraḿ vaśī-kṛta-pratīti-nandanandane",
            "kadā kariṣyasīha māḿ kṛpā-katākṣa-bhājanam"
          ],
          "translation": [
            "\"Oh You, with the bow of Cupid, Your delightful auspicious crooked bending eyebrows, You shoot Your arrow messages of love from the corners of Your eyes, which cause the charming son of Nanda to be struck with amorous delusions of noble submission to you for all eternity! Oh, When will you make me the object of Your side-long glance of causeless mercy.\""
          ]
        },
        {
          "n": 4,
          "text": [
            "taḍit-suvarṇa-campaka-pradīpta-gaura-vigrahe",
            "mukha-prabhā-parāsta-koṭi-śāradendu-maṇḍale",
            "vicitra-citra-sañcarac-cakora-śāva-locane",
            "kadā kariṣyasīha māḿ kṛpā-katākṣa-bhājanam"
          ],
          "translation": [
            "\"Oh You, whose golden form is brilliantly effulgent like lightning and campaka flowers! Oh You whose effulgent face eclipses the beauty of millions of full autumn moons! Oh You whose restless eyes are like cakora partridges moving to and fro! Oh, When will You make me the object of Your side-long glance of causeless mercy?\""
          ]
        },
        {
          "n": 5,
          "text": [
            "madonmadāti-yauvane pramoda-māna-maṇḍite",
            "priyānurāga-rañjite kalā-vilāsa-paṇḍite",
            "ananya-dhanya-kuñja-rājya-kāma-keli-kovide",
            "kadā kariṣyasīha māḿ kṛpā-katākṣa-bhājanam"
          ],
          "translation": [
            "\"Oh You Who are an extremely joyful love-happy youth! Oh You who are decorated with the great happiness of love- intoxicated jealousy, pouting and anger! Oh You who has extreme pure loving affection for Your beloved Sri Krsna! Oh You, the most expert in all the various acts of amorous love! Oh You, the most learned in arranging amorous pastimes of pure love in super opulent secret bower houses in the best of forests! When? Oh, When will make me the object of Your side-long glance of causeless mercy?\""
          ]
        },
        {
          "n": 6,
          "text": [
            "aśeṣa-hāva-bhāva-dhīra-hīra-hāra-bhūṣite",
            "prabhūta-śātakumbha-kumbha-kumbhi kumbha-sustani",
            "praśasta-manda-hāsya-cūrṇa-pūrṇa-saukya-sāgare",
            "kadā kariṣyasīha māḿ kṛpā-katākṣa-bhājanam"
          ],
          "translation": [
            "\"Oh You who are decorated with the diamond necklace of a limitless variety of feminine charms like artistic amorous gestures, ecstatic loving moods, and gentle mannerisms! Oh You, whose incomparable ecstatic love makes Your perfect breasts very plump like golden water jugs or like the temple mounds of a young elephant! Oh You whose enchanting mild sweet smile is like a line of flower pollen on the ocean of joy! When? Oh when, will you make me the object of Your side-long glance of causeless mercy?\""
          ]
        },
        {
          "n": 7,
          "text": [
            "mṛnāla-vāla-vallarī-tarańga-rańga-dor-late",
            "latāgra-lāsya-lola-nīla-locanāvalokane",
            "lalal-lulan-milan-manojña-mugdha-mohanāśrite",
            "kadā kariṣyasīha māḿ kṛpā-katākṣa-bhājanam"
          ],
          "translation": [
            "\"Oh You whose arms are like fresh creepers of lotus stems playfully swaying in waves of the river of Your youthful pastimes! Oh you whose seductive very dark-blue (nila) eyes are like the tip of a creeper blown by a gentle breeze! Oh You whose playful sports and alluring movements so enchant Mohan Krsna that He appears hypnotized by You into wonderful meetings! Oh When will You make me the object of your sidelong glance of causeless mercy?\""
          ]
        },
        {
          "n": 8,
          "text": [
            "suvarṇa-mālikāñcita-trirekha-kambu-kaṇṭhage",
            "tri-sūtra-mańgalī-guṇa-tri-ratna-dīpti-dīdhiti",
            "salola-nīla-kuntala-prasūna-guccha-gumphite",
            "kadā kariṣyasīha māḿ kṛpā-katākṣa-bhājanam"
          ],
          "translation": [
            "\"Oh You smooth conch shell like neck, marked with three lines is decorated with a pure gold necklace! Oh You whose three strand necklace of woven jasmine garlands decorated with diamonds, emeralds, and pearls radiates splendid effulgence! Oh You whose every dark blue (nila) braids of hair are interwoven the bunches of flowers! When oh when will you make me the object of Your side long glance of causeless mercy?\""
          ]
        },
        {
          "n": 9,
          "text": [
            "nitamba-bimba-lambamāna-puṣpa-mekhalā-guṇe",
            "praśasta-ratna-kińkiṇī-kalāpa-madhya-mañjule",
            "karīndra-śuṇḍa-daṇḍikāvaroha-saubhagorake",
            "kadā kariṣyasīha māḿ kṛpā-katākṣa-bhājanam"
          ],
          "translation": [
            "\"Oh You whose round hips are decorated with a belt of dangling flowers! Oh You whose charmingly thin waist is decorated by a belt of tiny tinkling jeweled bells! Oh you, whose beautifully shaped legs taper gracefully from Your thigh like the trunk of the king of elephants! When, oh When will You make me the object of Your side-long glance of causeless mercy?\"\r\n\r\n \r\n\r\n10) \"Oh You whose captivating ankle bells make the sounds of various kinds of divine mantras resembling a group of royal swans singing! Oh You whose extreme superexcellent movements put to shame the swaying of a golden creeper! Oh, when will You make me the object of Your side-long glance of causeless mercy?\"\r\n\r\n \r\n\r\n11) \"Oh You who is humbly worshipped by all the Lord Brahmas in unlimited millions of universes created by Lord Visnu! Oh You who is the bestower of benedictions to the daughter of the Himalayas, Parvati (Siva's wife), the daughter of Puloma, Saci (Indra's wife), and to Brahma's wife, Sarasvati! Oh You Whose toenails glow with the radiance of boundless mystic perfections and opulences! When oh, When will you make me the object of Your side-long glance of causeless mercy?\"\r\n\r\n \r\n\r\n12) \"O Goddess, Leader of Vedic sacrifices! Oh Goddess leader of pious activities! Oh Goddess Leader of spontaneous devotional service! Oh Goddess Leader of all the demigods and Goddesses! O Goddess, leader of all knowledge in the three Vedas! Oh Goddess leader of enforcing scriptural principles! Oh Goddess Leader of all Goddesses of fortune! Oh Goddess Leader of forgiveness! Oh Goddess Leader of the pleasure forest of Vrindavana! Oh Goddess Leader of Vraja! Oh One and only authority who regulates entrance into Vraja! Oh Sri Radhika! I offer my most respectful obeisances unto You!\"\r\n\r\n \r\n\r\n13) May Sri Vrsabhanu-nandini, upon hearing my astonishing prayer recited, bestow Her most merciful side-long glance upon the speaker. At that time one will feel all the effects of past, present and future karma completely destroyed and gain entrance into the assembly of Nanda-nandana's Krsna's eternal loving devotees. That aspiring devotee who chants this prayer on the full moon day, waxing eight lunar day, tenth lunar day, eleventh lunar day (ekadasi), and thirteenth lunar day will find that his mind and intelligence become pure, each and every desire will be fulfilled without fail, and by the most merciful sidelong glance of Sri Radha, one will obtain pure ecstatic love (prema). The aspiring devotee who recites this prayer one hundred times while in the waters of Sri Radha Kunda up to the thighs, navel, chest or neck attains complete perfection in religiosity, economic development, fulfillment of desires, and liberation - the power by which everything spoken will come true, and great opulence from attaining transcendental majesty. At that time one gets to meet Sri Radhika face to face, seeing Her even with one's own present eyes and Sri Radhika becomes so pleased that She instantly bestows the greatest benediction of being able to see her own beloved Shyamasundara Krsna with one's present eyes. Then Lord Krsna, the Lord of Vraja-dhama, grants one entrance into His eternal ecstatic pastimes, which is the only goal for which true Vaisnavas hanker."
          ]
        },
        {
          "n": 10,
          "text": [
            "aneka-mantra-nāda-mañju-nūpurārava-skhalat-",
            "samāja-rāja-haḿsa-vaḿśa-nikvaṇāti-gaurave",
            "vilola-hema-vallarī-viḍambi-cāru-cańkrame",
            "kadā kariṣyasīha māḿ kṛpā-katākṣa-bhājanam"
          ],
          "translation": []
        },
        {
          "n": 11,
          "text": [
            "ananta-koṭi-viṣṇu-loka-namra-padmajārcite",
            "himādrijā-pulomajā-viriñcijā-vara-prade",
            "apāra-siddhi-ṛddhi-digdha-sat-padāńgulī-nakhe",
            "kadā kariṣyasīha māḿ kṛpā-katākṣa-bhājanam"
          ],
          "translation": []
        },
        {
          "n": 12,
          "text": [
            "makheśvari kriyeśvari svadheśvari sureśvari",
            "triveda-bhāratīśvari pramāṇa-śāsaneśvari",
            "rameśvari kṣameśvari pramoda-kānaneśvari",
            "vrajeśvari vrajādhipe śrī-rādhike namo ’stu te"
          ],
          "translation": []
        },
        {
          "n": 13,
          "text": [
            "itī mamādbhutaḿ stavaḿ niśamya bhānu-nandinī",
            "karotu santataḿ janaḿ kṛpā-kaṭākṣa-bhājanam",
            "bhavet tadaiva sañcita-trirūpa-karma-nāśanaḿ",
            "bhavet tadā vrajendra-sūnu-maṇḍala-praveśanam"
          ],
          "translation": []
        }
      ]
    },
    {
      "id": "sucaru-vakrta-mandalam",
      "title": "Sucaru Vakrta Mandalam",
      "author": "Anonymous",
      "book": "None",
      "categories": ["deity:krsna", "astakams"],
      "verses": [
        {
          "n": 1,
          "text": [
            "sucāru-vaktra-maṇḍalaḿ sukarṇa-ratna-kuṇḍalam",
            "sucarcitāńga-candanaḿ namāmi nanda-nandanam"
          ],
          "translation": [
            "I offer pranama to Nandanandana, whose face is extremely delightful, in whose beautiful ears hang jeweled earrings, and whose entire body is anointed with fragrant candana."
          ]
        },
        {
          "n": 2,
          "text": [
            "sudīrgha-netra-pańkajaḿ śikhi-śikhaṇḍa-mūrdhajam",
            "anańga-koṭi-mohanaḿ namāmi nanda-nandanam"
          ],
          "translation": [
            "I offer pranama to Nandanandana, whose eyes are more beautiful than the fully bloomed lotus, whose head is beautifully adorned with an arrangement of peacock feathers, and who enchants millions of Cupids."
          ]
        },
        {
          "n": 3,
          "text": [
            "sunāsikāgra-mauktikaḿ svacchanda-danta-pańktikam",
            "navāmbudāńga-cikkaṇaḿ namāmi nanda-nandanam"
          ],
          "translation": [
            "I offer pranama to Nandanandana, from whose beautiful nose hangs an elephant-pearl, whose teeth are immensely effulgent, whose bodily complexion is more beautiful and lustrous than a fresh rain cloud."
          ]
        },
        {
          "n": 4,
          "text": [
            "kareṇa veṇu-rañjitaḿ gati-karīndra-gañjitam",
            "dukūla-pīta-śobhanaḿ namāmi nanda-nandanam"
          ],
          "translation": [
            "I offer pranama to Nandanandana, whose lotus hands hold the flute, whose lingering gait defeats even that of an impassioned elephant, and whose dark limbs are beautified by a yellow shawl."
          ]
        },
        {
          "n": 5,
          "text": [
            "tri-bhańga-deha-sundaraḿ nakha-dyuti-sudhākaram",
            "amūlya-ratna-bhūṣaṇaḿ namāmi nanda-nandanam"
          ],
          "translation": [
            "I offer pranama to Nandanandana, whose threefold-bending posture is exquisitely elegant, the effulgence of whose toe-nails put to shame even the moon, and who wears invaluable jewels and ornaments."
          ]
        },
        {
          "n": 6,
          "text": [
            "sugandha-ańga-saurabham uro-virāji-kaustubham",
            "sphurac-chrīvatsa-lāñchanaḿ namāmi nanda-nandanam"
          ],
          "translation": [
            "I offer pranama to Nandanandana, whose body exudes an especially beautiful fragrance, and whose broad chest is adorned with the kaustubha jewel and the mark of srivatsa."
          ]
        },
        {
          "n": 7,
          "text": [
            "vṛndāvana-sunāgaraḿ vilāsānuga-vāsasam",
            "surendra-garva-mocanaḿ namāmi nanda-nandanam"
          ],
          "translation": [
            "I offer pranama to Nandanandana, the expert lover of Vrindavana who performs immaculate pastimes and who is attired in clothes which are suitable for those pastimes, and who pulverized the pride of Indra."
          ]
        },
        {
          "n": 8,
          "text": [
            "vrajāńganā-sunāyakaḿ sadā sukha-pradāyakam",
            "jagan-manaḥ pralobhanaḿ namāmi nanda-nandanam"
          ],
          "translation": [
            "I offer pranama to Nandanandana, who as the lover of the Vraja gopis perpetually delights them and who enchants the minds of all living entities."
          ]
        },
        {
          "n": 9,
          "text": [
            "śrī-nanda-nandanāṣṭakaḿ paṭhed yaḥ śraddhayānvitaḥ",
            "tared bhavābdhiḿ dustaraḿ labhet tad-ańghri-yugmakam"
          ],
          "translation": [
            "Whoever regularly recites this (Sri Nanda-nandanastakam) will easily cross the seemingly insurmountable ocean of material existence and attain eternal residence at the lotus feet of Krishna."
          ]
        }
      ]
    },
    {
      "id": "ramani-siromani",
      "title": "Ramani Siromani",
      "author": "Bhaktivinoda Thakura",
      "book": "Gitavali",
      "categories": [],
      "verses": [
        {
          "n": 1,
          "text": [
            "ramaṇī-śiromaṇi,  bṛṣabhānu-nandinī,",
            "nīla-vasana-paridhāna",
            "chinna-puraṭa jini’, varna-vikāśinī,",
            "baddha-kabarī hari-prāna"
          ],
          "translation": [
            "The beloved daughter of King Vrsabhanu is the crest-jewel of all young women. She is fond of wearing blue garments. Her radiant complexion is very pleasing and conquers the beauty of freshly cut gold, Her locks of hair are nicely arranged, and She is the life and soul of Lord Krsna."
          ]
        },
        {
          "n": 2,
          "text": [
            "ābharaṇa-maṇḍita,  hari-rasa-paṇḍita,",
            "tilaka-śusobhita-bhālā",
            "kañculikācchāditā,  stana-maṇi-maṇḍitā,",
            "kajjala-nayanī rasālā"
          ],
          "translation": [
            "She is artfully adorned with jewels, She is very learned in the science of Hari-rasa, and Her forehead is nicely decorated with tilaka. Her breasts are covered with a beautiful corset and adorned with valuable gems, and Her eyes are anointed with black collyrium. Thus She appears to be relishable sweetness personified."
          ]
        },
        {
          "n": 3,
          "text": [
            "sakala tyajiyā se rādhā-caraṇe",
            "dāsī ho’ye bhaja parama-jatane"
          ],
          "translation": [
            "Giving up everything and becoming a maidservant at the lotus feet of Radha, just worship and serve Her with great care and attention."
          ]
        },
        {
          "n": 4,
          "text": [
            "saundarya-kirana dekhiyā jāńhār",
            "rati-gaurī-līlā garva-parihār"
          ],
          "translation": [
            "Beholding Her effulgent rays of pure beauty, the goddesses Rati, Gauri, and Lila abandon all their pride."
          ]
        },
        {
          "n": 5,
          "text": [
            "śacī-lakṣmī-satya saubhāgya bolane",
            "parājita hoy jāńhāra caraṇe"
          ],
          "translation": [
            "The good fortune attributed to the goddesses Saci, Laksmi, and Satya is completely defeated in the presence of Radha's feet."
          ]
        },
        {
          "n": 6,
          "text": [
            "kṛṣṇa-vaśīkāre candrāvalī-ādi",
            "parājay māne hoiyā vivādī"
          ],
          "translation": [
            "The group of rival gopis led by Candravali is forced to accept their defeat before Srimati Radharani, for She alone controls Krsna. Thus they always sulk and simply remain quarrelsome."
          ]
        },
        {
          "n": 7,
          "text": [
            "hari-dayita rādhā-caraṇa prayāsī",
            "bhakativinoda śrī-godruma-bāsī"
          ],
          "translation": [
            "Bhaktivinoda, a resident of Sri Godruma, always endeavors for the lotus feet of Radha, the most beloved of Lord Hari."
          ]
        }
      ]
    },
    {
      "id": "vraja-jana-mana-sukha-kari",
      "title": "Vraja Jana Mana Sukha Kari",
      "author": "Narayana Maharaja",
      "book": "None",
      "categories": [],
      "verses": [
        {
          "n": 1,
          "text": [
            "mor mukuṭa makarākṛta-kuṇḍala, gala vaijayantī-māla,",
            "caraṇana nūpura rasāla",
            "rādhe syām syāmā syām"
          ],
          "translation": [
            "He wears a peacock feather mukut, swinging makara-shaped earrings and a vaijayanti garland around His neck, and the sound of His anklebells is full of rasa! Radhe! Syama! Syama! Syama!"
          ]
        },
        {
          "n": 2,
          "text": [
            "sundara vadana kamala-dala locana, bākī cita-vana-hārī,",
            "mohana-vaḿśī-vihārī",
            "rādhe syām syāmā syām"
          ],
          "translation": [
            "His lotus face is very beautiful and His eyes are like lotus-petals. Wandering here and there, He charms everyone with His flute and threefold curved form! Radhe! Syama! Syama! Syama!"
          ]
        },
        {
          "n": 3,
          "text": [
            "vṛndāvana mê dhenu carāve, gopī-jana manahārī",
            "śrī govardhana-dhārī",
            "rādhe syām syāmā syām"
          ],
          "translation": [
            "In Vrndavana He tends the cows in the pastures, steals the gopis' minds, and holds up Sri Govardhana Hill! Radhe! Syama! Syama! Syama!"
          ]
        },
        {
          "n": 4,
          "text": [
            "rādhā-kṛṣṇa mili aba dou, gaura-rūpa avatārī",
            "kīrtana dharma pracārī",
            "rādhe syām syāmā syām"
          ],
          "translation": [
            "Sri Radha-Krsna have united and now the two have come as the beautiful golden avatara, preaching kirtana-dharma. Radhe! Syama! Syama! Syama!"
          ]
        },
        {
          "n": 5,
          "text": [
            "tum vinā mere aur na koi, nāma-rūpa avatārī",
            "caraṇana meń balihārī,",
            "nārāyaṇa balihārī,",
            "rādhe syām syāmā syām"
          ],
          "translation": [
            "I have no one but You in this world. You descend as the avatara of the beautiful name and beautiful form. Your lotus feet fill me with wonder - so this Narayana is filled with delight! Radhe! Syama! Syama! Syama!"
          ]
        }
      ]
    },
    {
      "id": "cintamani-moy",
      "title": "Cintamani Moy",
      "author": "Bhaktivinoda Thakura",
      "book": "Gitamala",
      "categories": [],
      "verses": [
        {
          "n": 1,
          "text": [
            "cintāmaṇi-maya rādhā-kuṇḍa-taṭa",
            "taha kuñja śata śata",
            "prabāla bidruma maya taru-latā",
            "mukta-phale abanata"
          ],
          "translation": [
            "The banks of Sri Radha-kunda are made of billions of conscious, ecstatic desire-fulfilling touchstones, and surrounding the lake are hundreds and hundreds of beautiful transcendental gardens and groves. All the trees and creepers in those gardens are made of coral and rubies, and the fruits they produce are diamonds and pearls. And their branches are bending down to the ground due to being overburdened with millions of these lovely gems."
          ]
        },
        {
          "n": 2,
          "text": [
            "svānanda-sukhadā kuñja manohara",
            "tahate kuṭīra śobhe",
            "basiya tathaya gabo kṛṣṇa nāma",
            "kabe kṛṣṇa-dasya hobe"
          ],
          "translation": [
            "My small cottage is shining beautifully within that most enchanting garden called Svananda-sukhada-kunja. Living there, I will sing Krsna's holy name, and I will greedily hanker for that time when I will get the service of Him and His associates."
          ]
        },
        {
          "n": 3,
          "text": [
            "emona samaya muralira gāna,",
            "pasibe e dāsī-kāne",
            "ānanda matibo sakala bhulibo,",
            "sri-kṛṣṇa-vamsira gane"
          ],
          "translation": [
            "At this time, while thinking like this, the songs of a transcendental flute will suddenly enter this maidservant's ear. Becoming madly excited by such a sound, I will forget everything and will only listen spellbound to those wonderful songs of Sri Krsna's flute."
          ]
        },
        {
          "n": 4,
          "text": [
            "radhe radhe boli murali dakibe",
            "madīya īśwari nāma",
            "śuniya camaki uthibe e dāsī",
            "kemon koribe prāna"
          ],
          "translation": [
            "The low, deep sound of His long murali flute will call out, \"Radhe. . . Radhe. . .\" --- the very name of my only worshipable Empress and Maharani! Startled with wonder by hearing such a sound, this maidservant will then stand up in great haste with an anxious heart, wondering what to do next."
          ]
        }
      ]
    },
    {
      "id": "sata-koti-gopi-madhava",
      "title": "Sata Koti Gopi Madhava",
      "author": "Bhaktivinoda Thakura",
      "book": "Gitavali",
      "categories": [],
      "verses": [
        {
          "n": 1,
          "text": ["śata-koṭi gopī mādhava-man", "rākhite nārilo kori’ jatan"],
          "translation": [
            "Millions of cowherd damsels are unable to please the mind of Madhava, although endeavoring to do so."
          ]
        },
        {
          "n": 2,
          "text": [
            "venu-gīte ḍāke rādhikā-nām",
            "`eso eso rādhe!’ ḍākoye śyām"
          ],
          "translation": [
            "The flute song calls the name of Radhika, “Come here, come here, Radhe!” Syama calls out in the night."
          ]
        },
        {
          "n": 3,
          "text": [
            "bhāńgiyā śrī-rāsa-maṇḍala tabe",
            "rādhā-anveṣane calaye jabe"
          ],
          "translation": [
            "When the Sri-rasa-mandala comes to a halt, in search of Beloved Radha He then goes."
          ]
        },
        {
          "n": 4,
          "text": [
            "`dekhā diyā rādhe! rākhoha prāṇ!’",
            "boliyā kāńdaye kānane kān"
          ],
          "translation": [
            "\"Please appear, O Radhe! Kindly save My life!\" calling out while weeping Kana in the forest."
          ]
        },
        {
          "n": 5,
          "text": ["nirjana kānane rādhāre dhori’", "miliyā parāṇ juḍāya hari"],
          "translation": [
            "In a secluded grove embracing Radhika regaining His life and soul Hari is relieved."
          ]
        },
        {
          "n": 6,
          "text": [
            "bole, ‘tuńhu vinā kāhāra rāsa?",
            "tuńhu lāgi’ mor baraja-bāsa’"
          ],
          "translation": [
            "Saying, \"Without You, where is the rasa dance? Only because of You, do I live in Vraja.\""
          ]
        },
        {
          "n": 7,
          "text": ["e heno rādhikā-caraṇa-tale", "bhakativinoda kāńdiyā bole"],
          "translation": [
            "At the lotus feet of such a Radhika, this Bhaktivinoda says weeping,"
          ]
        },
        {
          "n": 8,
          "text": [
            "`tuwā gaṇa-mājhe āmāre gaṇi’",
            "kińkorī koriyā rakho apani’"
          ],
          "translation": [
            "\"Among Your personal associates please count me also; making me Your maidservant keep me as Your own.\""
          ]
        }
      ]
    },
    {
      "id": "gopinath-mama-nivedana-suno",
      "title": "Gopinath Mama Nivedana Suno",
      "author": "Bhaktivinoda Thakura",
      "book": "Kalyana Kalpataru",
      "categories": [],
      "verses": [
        {
          "n": 1,
          "text": [
            "gopīnāth, mama nivedana śuno",
            "viṣayī durjana, sadā kāma-rata,",
            "kichu nāhi mora guṇa"
          ],
          "translation": [
            "O Gopinatha, Lord of the gopis, please hear my request. I am a wicked materialist, always addicted to worldly desires, and no good qualities do I possess."
          ]
        },
        {
          "n": 2,
          "text": [
            "gopīnāth, āmāra bharasā tumi",
            "tomāra caraṇe, loinu śaraṇa,",
            "tomāra kińkora āmi"
          ],
          "translation": [
            "O Gopinatha, You are my only hope, and therefore I have taken shelter at Your lotus feet. I am now Your eternal servant."
          ]
        },
        {
          "n": 3,
          "text": [
            "gopīnāth, kemone śodhibe more",
            "nā jāni bhakati, karme jaḍa-mati,",
            "porechi soḿsāra-ghore"
          ],
          "translation": [
            "O Gopinatha, how will You purify me? I do not know what devotion is, and my materialistic mind is absorbed in fruitive work. I have fallen into this dark and perilous worldly existence."
          ]
        },
        {
          "n": 4,
          "text": [
            "gopīnāth, sakali tomāra māyā",
            "nāhi mama bala, jñāna sunirmala,",
            "swādīna nahe e kāyā"
          ],
          "translation": [
            "O Gopinatha, everything here is Your illusory energy. I have no strength or transcendental knowledge, and this body of mine is not independent and free from the control of material nature."
          ]
        },
        {
          "n": 5,
          "text": [
            "gopīnāth, niyata caraṇe sthāna",
            "māge e pāmara, kāndiyā kāndiyā,",
            "korohe karuṇā dāna"
          ],
          "translation": [
            "O Gopinatha, this sinner, who is weeping and weeping, begs for an eternal place at Your divine feet. Please give him Your mercy."
          ]
        },
        {
          "n": 6,
          "text": [
            "gopīnāth, tumi to' sakali pāro",
            "durjane tārite, tomāra śakati,",
            "ke āche pāpīra āro"
          ],
          "translation": [
            "O Gopinatha, You are able to do anything, and therefore You have the power to deliver all sinners. Who is there that is more of a sinner than myself?"
          ]
        },
        {
          "n": 7,
          "text": [
            "gopīnāth, tumi kṛpā-pārābāra",
            "jīvera kāraṇe, āsiyā prapañce,",
            "līlā koile subistāra"
          ],
          "translation": [
            "O Gopinatha, You are the ocean of mercy. Having come into this phenomenal world, You expand Your divine pastimes for the sake of the fallen souls."
          ]
        },
        {
          "n": 8,
          "text": [
            "gopīnāth, āmi ki doṣe doṣī",
            "asura sakala, pāilo caraṇa,",
            "vinodá thākilo bosi'",
            "WORD FOR WORD TRANSLATION: Gopinath! Mama Nivedana Suno"
          ],
          "translation": [
            "O Gopinatha, I am so sinful that although all the demons attained Your lotus feet, Bhaktivinoda has remained in worldly existence."
          ]
        }
      ]
    },
    {
      "id": "gopinath-ghucao-samsara",
      "title": "Gopinath Ghucao Samsara",
      "author": "Bhaktivinoda Thakura",
      "book": "Kalyana Kalpataru",
      "categories": [],
      "verses": [
        {
          "n": 1,
          "text": [
            "gopināth, ghucāo saḿsāra jwālā",
            "avidyā-jātanā, āro nāhi sahe,",
            "janama-maraṇa-mālā"
          ],
          "translation": [
            "O Gopinatha, please remove the torment of worldly existence. I can no longer tolerate the pain of ignorance and the repeated succession of births and deaths."
          ]
        },
        {
          "n": 2,
          "text": [
            "gopīnāth, āmi to' kāmera dāsa",
            "viṣaya-bāsanā, jāgiche hṛdoye,",
            "phādiche karama phāsa"
          ],
          "translation": [
            "O Gopinatha, indeed I am a servant of lust. Worldly desires are awakening in my heart, and thus the noose of fruitive work is beginning to tighten."
          ]
        },
        {
          "n": 3,
          "text": [
            "gopināth, kabe vā jāgibo āmi",
            "kāma-rūpa ari, dūre teyāgibo,",
            "hṛdoye sphuribe tumi"
          ],
          "translation": [
            "O Gopinatha, when will I wake up and abandon afar this enemy of lust, end when will You manifest Yourself in my heart?"
          ]
        },
        {
          "n": 4,
          "text": [
            "gopīnāth, āmi to' tomāra jana",
            "tomāre chāriyā, saḿsāra bhajinu,",
            "bhuliyā āpana-dhana"
          ],
          "translation": [
            "O Gopinatha, I am Your devotee, but having abandoned You and thus having forgotten my real treasure, I have worshiped this mundane world."
          ]
        },
        {
          "n": 5,
          "text": [
            "gopināth, tumi to' sakali jāno",
            "āpanāra jane, daṇḍiyā ekhano,",
            "śrī-caraṇe deho sthāno"
          ],
          "translation": [
            "O Gopinatha, You know everything. Now, having punished Your servant, please give him a place at Your lotus feet."
          ]
        },
        {
          "n": 6,
          "text": [
            "gopīnāth, ei ki vicāra taba",
            "bimukha dekhiyā, chāro nija-jane,",
            "na koro' karuṇā-laba"
          ],
          "translation": [
            "O Gopinatha, is this Your judgment, that seeing me averse to You, You abandon Your servant and don't bestow even a particle of mercy upon him?"
          ]
        },
        {
          "n": 7,
          "text": [
            "gopīnāth, āmi to mūrakha ati",
            "kise bhālo hoya, kabhu nā bujhinu,",
            "tāi heno mama gati"
          ],
          "translation": [
            "O Gopinatha, I am certainly very foolish, and I have never known what is good for me. Therefore such is my condition."
          ]
        },
        {
          "n": 8,
          "text": [
            "gopīnāth, tumi to' paṇḍita-bara",
            "mūḍhera mańgala, tumi anveṣibe,",
            "e dāse nā bhāvo' para",
            "WORD FOR WORD TRANSLATION: Gopinath! Ghucao Samsara Jwala"
          ],
          "translation": [
            "O Gopinatha, You are indeed the wisest person. Please look for a way to bring about auspiciousness for this fool, and please do not consider this servant as an outsider."
          ]
        }
      ]
    },
    {
      "id": "gopinath-amar-upaya",
      "title": "Gopinath Amar Upaya",
      "author": "Bhaktivinoda Thakura",
      "book": "Kalyana Kalpataru",
      "categories": [],
      "verses": [
        {
          "n": 1,
          "text": [
            "gopīnāth, āmāra upāya nāi",
            "tumi kṛpā kori', āmāre loile,",
            "saḿsāre uddhāra pāi"
          ],
          "translation": [
            "O Gopinatha, I have no means of success, but if You take me, having bestowed your mercy upon me, then I will obtain deliverance from this world."
          ]
        },
        {
          "n": 2,
          "text": [
            "gopīnāth, porechi māyāra phere",
            "dhana, dāra, suta, ghireche āmāre,",
            "kāmete rekheche jere"
          ],
          "translation": [
            "O Gopinatha, I have fallen into the perils of material illusion. Wealth, wife, and sons have surrounded me, and lust has wasted me away."
          ]
        },
        {
          "n": 3,
          "text": [
            "gopīnāth, mana je pāgala mora",
            "nā māne śāsana, sadā acetana,",
            "viṣaye ro 'yeche ghora"
          ],
          "translation": [
            "O Gopinatha, my mind is crazy and does not care for any authority. It is always senseless and has remained in the dark pit of worldly affairs."
          ]
        },
        {
          "n": 4,
          "text": [
            "gopināth, hāra je menechi āmi",
            "aneka jatana, hoilo bifala,",
            "ekhano bharasā tumi"
          ],
          "translation": [
            "O Gopinatha, I have accepted my defeat. All of my various endeavors were useless. Now You are the only hope."
          ]
        },
        {
          "n": 5,
          "text": [
            "gopīnāth, kemone hoibe gati",
            "prabala indriya, bośī-bhūta mana,",
            "nā chāre viṣaya-rati"
          ],
          "translation": [
            "O Gopinatha, how shall I make any advancement when my mind has come under the control of the powerful senses and does not abandon its attachment to materialism?"
          ]
        },
        {
          "n": 6,
          "text": [
            "gopīnāth, hṛdoye bosiyā mora",
            "manake śamiyā, laho nija pāne,",
            "ghucibe vipada ghora"
          ],
          "translation": [
            "O Gopinatha, after sitting down in the core of my heart and subduing my mind, please wake me to You. In this way the horrible dangers of this world will disappear."
          ]
        },
        {
          "n": 7,
          "text": [
            "gopīnāth, anātha dekhiyā more",
            "tumi hṛṣīkeśa, hṛṣīka damiyā,",
            "tāro 'he saḿsṛti-ghore"
          ],
          "translation": [
            "O Gopinatha, You are Hrsikesa, the Lord of the senses. Seeing me so helpless, please control these senses of mine and deliver me from this dark and perilous worldly existence."
          ]
        },
        {
          "n": 8,
          "text": [
            "gopīnāth, galāya legeche phāsa",
            "kṛpā-asi dhori', bandhana chediyā,",
            "vinode koroho dāsa",
            "WORD FOR WORD TRANSLATION: Gopinath! Amar Upaya Nai"
          ],
          "translation": [
            "O Gopinatha, the noose of materialism has become fixed around my neck. Taking up the sword of Your mercy and cutting this bondage, make this Bhaktivinoda Your humble servant."
          ]
        }
      ]
    },
    {
      "id": "vrajendra-nandana-bhaje-jei-jana",
      "title": "Vrajendra Nandana Bhaje Jei Jana",
      "author": "Locana Dasa Thakura",
      "book": "None",
      "categories": [],
      "verses": [
        {
          "n": 1,
          "text": [
            "vrajendra-nandana, bhaje jei jana, saphala jīvana tā’ra,",
            "tāhāra upamā, vede nāhi sīmā, tri-bhuvane nāhi āra"
          ],
          "translation": [
            "That person who worships Vrajendra-nandana makes his life successful. In the three worlds there is none equal to Him. The Vedas cannot completely describe His glories."
          ]
        },
        {
          "n": 2,
          "text": [
            "emana mādhava, nā bhaje mānava, kakhana mariyā jābe,",
            "sei se adhama, prahāriyā yama, raurave kṛmite khābe"
          ],
          "translation": [
            "Whoever fails to worship that Sri Madhava is taken to Yamaraja after death and put in the hell called Raurava-loka (where he is eaten alive by worms and insects). There is no one as sinful as him."
          ]
        },
        {
          "n": 3,
          "text": [
            "tā’ra-para āra, pāpī nāhi chāra, saḿsāra jagat-mājhe,",
            "kona kāle tā’ra, gati nāhi āra, michāi bhramiche kāje"
          ],
          "translation": [
            "Since there is no greater sinner than he throughout the universe, he cannot be delivered at any time but continues to wander, performing temporary materialistic activities that result in suffering."
          ]
        },
        {
          "n": 4,
          "text": [
            "śrī locana dāsa, bhakatira āśa, hari-guṇa kahi likhi,",
            "hena rasa-sāra, mati nāhi jā’ra, tā’ra mukha nāhi dekhi"
          ],
          "translation": [
            "Sri Locana dasa states, \"Only by my desire to obtain bhakti am I able to describe Sri Hari’s qualities. I never wish to see the face of that person whose intelligence is not fixed on Vrajendra-nandana, the very essence and embodiment of all rasa."
          ]
        }
      ]
    },
    {
      "id": "bhaja-hu-re-mana",
      "title": "Bhaja Hu Re Mana",
      "author": "Govinda Dasa Kaviraja",
      "book": "None",
      "categories": [],
      "verses": [
        {
          "n": 1,
          "text": [
            "bhajahū re mana śrī-nanda-nandana",
            "abhaya-caraṇāravinda re",
            "durlabha mānava-janama sat-sańge",
            "taroho e bhava-sindhu re"
          ],
          "translation": [
            "O mind just worship the lotus feet of the son of Nanda, which make one fearless. Having obtained this rare human birth, cross over this ocean of worldly existence through the association of saintly persons."
          ]
        },
        {
          "n": 2,
          "text": [
            "śīta ātapa bāta bariṣaṇa",
            "e dina jāminī jāgi re",
            "biphale sevinu kṛpaṇa durajana",
            "capala sukha-laba lāgi' re"
          ],
          "translation": [
            "Both in the day and at night I remain sleepless, suffering the pains of the heat and cold, the wind and the rain. For a fraction of flickering happiness I have uselessly served wicked and miserly men."
          ]
        },
        {
          "n": 3,
          "text": [
            "e dhana, yaubana, putra, parijana",
            "ithe ki āche paratīti re",
            "kamala-dala-jala, jīvana ṭalamala",
            "bhajahū hari-pada nīti re"
          ],
          "translation": [
            "What assurance of real happiness is there in all of one's wealth, youthfulness, sons, and family members? This life is tottering like a drop of water on a lotus petal; therefore you should always serve and worship the divine feet of Lord Hari."
          ]
        },
        {
          "n": 4,
          "text": [
            "śravaṇa, kīrtana, smaraṇa, vandana,",
            "pāda-sevana, dāsya re",
            "pūjana, sakhī-jana, ātma-nivedana",
            "govinda-dāsa-abhilāṣa re",
            "WORD FOR WORD TRANSLATION: Bhaja Hu Re Mana"
          ],
          "translation": [
            "It is the desire and great longing of Govinda Dasa to engage himself in the nine processes of bhakti, namely hearing the glories of Lord Hari and chanting those glories, constantly remembering Him and offering prayers to Him, serving the Lord's lotus feet, serving the Supreme Lord as a servant, worshiping Him with flowers and incense and so forth, serving Him as a friend, and completely offering the Lord one's very self."
          ]
        }
      ]
    },
    {
      "id": "madhava-bahuta-minati-kari-toya",
      "title": "Madhava Bahuta Minati Kari Toya",
      "author": "Vidyapati",
      "book": "None",
      "categories": [],
      "verses": [
        {
          "n": 1,
          "text": [
            "mādhava, bahuta minati kari toya",
            "dei tulasī tila, deha samarpinu,",
            "dayā jāni nā chāḍabi moya"
          ],
          "translation": [
            "O Madhava, with this offering of a tulasi leaf and sesame seeds I beseech You and pledge my body in Your service. I know Your compassion is such that You will not reject me."
          ]
        },
        {
          "n": 2,
          "text": [
            "gaṇaite doṣa, guṇaleśa nā pāobi,",
            "yab tuhuñ karabi vicāra",
            "tuhuñ jagannāth, jagate kahāosi",
            "jag-bāhira nahi muñi chāra"
          ],
          "translation": [
            "While considering this appeal, You will only be able to count my faults. You will not find even a trace of good qualities in me. You are known throughout the creation as Jagannatha (master of the universe). Therefore do I, a worthless soul living within this universe, not have the right to accept You as my master?"
          ]
        },
        {
          "n": 3,
          "text": [
            "kiye mānuṣa paśu pakhī ye janamiye,",
            "athavā kīṭa patañge",
            "karam vipāke, gatāgati punaḥ punaḥ",
            "mati rahu tuyā parasañge"
          ],
          "translation": [
            "Birth after birth, as a result of my karma, I repeatedly come and go, sometimes as a human, sometimes as an animal and sometimes as a bird, worm or insect. But in whatever birth I take may my mind always remain fixed on Your narrations."
          ]
        },
        {
          "n": 4,
          "text": [
            "bhaṇaye vidyāpati, atiśaya kātara,",
            "taraite iha bhava-sindhu",
            "tuyā pada-pallava, kari avalamban,",
            "tila eka deha dīna-bandhu"
          ],
          "translation": [
            "With great remorse, the poet Vidyapati humbly prays, “O Madhava, O friend of the fallen, please give this insignificant person shelter at the tender leaf of Your lotus feet. In this way, I may cross over this ocean of material existence.”"
          ]
        }
      ]
    },
    {
      "id": "jaya-radhe-jaya-krsna-jaya-vrndavana-i",
      "title": "Jaya Radhe Jaya Krsna Jaya Vrndavana",
      "author": "Krsna Dasa",
      "book": "None",
      "categories": [],
      "verses": [
        {
          "n": 1,
          "text": [
            "jaya rādhe, jaya kṛṣṇa, jaya vṛndāvan",
            "śrī govinda, gopīnātha, madana-mohan"
          ],
          "translation": [
            "All glories to Radha and Krsna and the divine forest of Vrndavana. All glories to the three presiding Deities of Vrndavana--Sri Govinda, Gopinatha, and Madana-mohana."
          ]
        },
        {
          "n": 2,
          "text": [
            "śyama-kunḍa, rādhā-kuṇḍa, giri-govardhan",
            "kālindi jamunā jaya, jaya mahāvan"
          ],
          "translation": [
            "All glories to Syama-kunda, Radha-kunda, Govardhana Hill, and the Yamuna River (Kalindi). All glories to the great forest known as Mahavana, where Krsna and Balarama displayed all of Their childhood pastimes."
          ]
        },
        {
          "n": 3,
          "text": [
            "keśī-ghāṭa, baḿśi-baṭa, dwādaśa-kānan",
            "jāhā saba līlā koilo śrī-nanda-nandan"
          ],
          "translation": [
            "All glories to Kesi-ghata, where Krsna killed the Kesi demon. All glories to the Vamsi-vata tree, where Krsna attracted all the gopis to come by playing His flute. Glories to all of the twelve forests of Vraja. At these places the son of Nanda, Sri Krsna, performed all of His pastimes."
          ]
        },
        {
          "n": 4,
          "text": [
            "śrī-nanda-jaśodā jaya, jaya gopa-gaṇ",
            "śrīdāmādi jaya, jaya dhenu-vatsa-gaṇ"
          ],
          "translation": [
            "All glories to Krsna's divine father and mother Nanda and Yasoda. All glories to the cowherd boys, headed by Sridama, the older brother of Srimati Radharani and Ananga Manjari. All glories to the cows and calves of Vraja."
          ]
        },
        {
          "n": 5,
          "text": [
            "jaya bṛṣabhānu, jaya kīrtidā sundarī",
            "jaya paurṇamāsī, jaya ābhīra-nāgarī"
          ],
          "translation": [
            "All glories to Radha's divine father and mother, Vrsabhanu and the beautiful Kirtida. All glories to Paurnamasi, the mother of Sandipani Muni, grandmother of Madhumangala and Nandimukhi, and beloved disciple of Devarsi Narada. All glories lo the young cowherd maidens of Vraja."
          ]
        },
        {
          "n": 6,
          "text": [
            "jaya jaya gopīśwara vṛndāvana-mājh",
            "jaya jaya kṛṣṇa-sakhā baṭu dwija-rāj"
          ],
          "translation": [
            "All glories, all glories to Gopisvara Siva, who resides in Vrndavana in order to protect the holy dhama. All glories, all glories to Krsna's funny Brahmana friend, Madhumangala."
          ]
        },
        {
          "n": 7,
          "text": [
            "jaya rāma-ghāta, jaya rohiṇī-nandan",
            "jaya jaya vṛndāvana-bāsī jata jan"
          ],
          "translation": [
            "All glories to Rama-ghata, where Lord Balarama performed His rasa dance. All glories to Lord Balarama, the son of Rohini. All glories, all glories to all of the residents of Vrndavana."
          ]
        },
        {
          "n": 8,
          "text": [
            "jaya dwija-patnī, jaya nāga-kanyā-gaṇ",
            "bhaktite jāhārā pāilo govinda-caraṇ"
          ],
          "translation": [
            "All glories to the wives of the proud Vedic brahmanas. All glories to the wives of the Kaliya serpent. Through pure devotion they all obtained the lotus feet of Lord Govinda."
          ]
        },
        {
          "n": 9,
          "text": [
            "śrī-rasa-maṇḍala jaya, jaya rādhā-śyām",
            "jaya jaya rasa-līlā sarva-manoram"
          ],
          "translation": [
            "All glories to the place where the rasa dance of Sri Krsna was performed. All glories to Radha and Syama. All glories, all glories to the divine rasa dance, which is the most beautiful of all Lord Krsna's pastimes."
          ]
        },
        {
          "n": 10,
          "text": [
            "jaya jayojjwala-rasa sarva-rasa-sār",
            "parakīyā-bhāve jāhā brajete pracār"
          ],
          "translation": [
            "All glories, all glories to the mellow of conjugal love, which is the most excellent of all rasas and is propagated in Vraja by Sri Krsna in the form of the divine parakiya-bhava [paramour love]."
          ]
        },
        {
          "n": 11,
          "text": [
            "śrī-jāhnavā-pāda-padma koriyā smaraṇ",
            "dīna kṛṣṇa-dāsa kohe nāma-sańkīrtan"
          ],
          "translation": [
            "Remembering the lotus feet of Lord Nityananda's consort, Sri Jahnava Devi, this very fallen and lowly servant of Krsna sings the sankirtana of the holy name."
          ]
        }
      ]
    },
    {
      "id": "harinama-tuwa-anek-swarupa",
      "title": "Harinama Tuwa Anek Swarupa",
      "author": "Bhaktivinoda Thakura",
      "book": "Gitavali",
      "categories": [],
      "verses": [
        {
          "n": 1,
          "text": [
            "harinām, tuwā aneka swarūp",
            "yaśodā-nandana,  ānanda-vardhana,",
            "nanda-tanaya rasa-kūp"
          ],
          "translation": [
            "O Harinama, You possess unlimited forms, such as the beloved son of Mother Yasoda, the increaser of the bliss of Gokula, the son of Nanda, and the reservoir of all transcendental mellows."
          ]
        },
        {
          "n": 2,
          "text": [
            "pūtanā-ghātana,  tṛnāvarta-hana,",
            "śakaṭa-bhañjana gopāl",
            "muralī-vadana,  agha-baka-mardana,",
            "govardhana-dhārī rākhāl"
          ],
          "translation": [
            "You are the slayer of the demons Putana and Trnavarta, the breaker of the cart, the protector of the cows, the player of the flute, the destroyer of the demons Agha and Baka, the holder of Govardhan Hill, and You are a cowherd boy."
          ]
        },
        {
          "n": 3,
          "text": [
            "keśī-mardana,  brahma-vimohana,",
            "surapati-darpa-vināśī",
            "ariṣṭa-pātana,  gopī-vimohana,",
            "jamunā-pulina-vilāsī"
          ],
          "translation": [
            "You destroyed the Kesi demon, bewildered Lord Brahma, and broke the pride of Indra, king of Heaven. You are the destroyer of Aristasura, the enchanter of all the young girls of Gokula, and You sport along the sandy banks of the river Yamuna."
          ]
        },
        {
          "n": 4,
          "text": [
            "rādhikā-rañjana,  rāsa-rasāyana,",
            "rādhā-kuṇḍa-kuñja-bihārī",
            "rāma, kṛṣṇa, hari,  mādhava, narahari,",
            "matsyādi-gaṇa-avatārī"
          ],
          "translation": [
            "You delight Srimati Radhika and give life to the rasa dance. You sport in the groves near Radha Kunda, performing a variety of pastimes. You are the reservoir of pleasure, attractive to every living being. You remove all inauspiciousness and are the husband of the goddess of fortune. You are the source of all incarnations such as Lord Nrsimha, the half-man half-lion incarnation and Matsya, the fish avatara."
          ]
        },
        {
          "n": 5,
          "text": [
            "govinda, vāmana,  śrī-madhusūdana,",
            "yādava-candra, vanamālī",
            "kāliya-śātana,  gokula-rañjana,",
            "rādhā-bhajana-sukha-śālī"
          ],
          "translation": [
            "O Harinam, You are pleasing to the cows, land and senses. You are the dwarf brahmana incarnation (Vamana) and the slayer of the demon Madhu. You are the moon of the Yadu dynasty and always wear beautiful garlands of fresh forest flowers. You are the destroyer of the Kaliya serpent, the delighter of Gokula and You rejoice in the worship of Srimati Radharani."
          ]
        },
        {
          "n": 6,
          "text": [
            "ityādika nām,  swarūpe prakām,",
            "bāḍuk mora rati rāge",
            "rūpa-swarūpa-pada,  jāni’ nija sampada,",
            "bhaktivinoda dhori’ māge"
          ],
          "translation": [
            "Thakura Bhaktivinoda, understanding Your glories, clasps the lotus feet of Rupa Goswami and Swarup Damodar Goswami and prays, “O Harinam, according to Your sweet will You are manifest in all these forms and in many others also. Please let them increase my love and attachment for You.”"
          ]
        }
      ]
    },
    {
      "id": "amar-jivana",
      "title": "Amar Jivana",
      "author": "Bhaktivinoda Thakura",
      "book": "Saranagati",
      "categories": [],
      "verses": [
        {
          "n": 1,
          "text": [
            "āmāra jīvana,  sadā pāpe rata,",
            "nāhiko punyera leṣa",
            "parere udvega,  diyāchi je koto,",
            "diyāchi jīvere kleśa"
          ],
          "translation": [
            "I am an impious sinner and have caused others great anxiety and trouble."
          ]
        },
        {
          "n": 2,
          "text": [
            "nija sukha lāgi’,  pāpe nāhi ḍori,",
            "doyā-hīna swārtha-paro",
            "para-sukhe duḥkhī,  sadā mithya-bhāṣī,",
            "para-duḥkha sukha-karo"
          ],
          "translation": [
            "I have never hesitated to perform sinful act for my own enjoyment. Devoid of all compassion, concerned only with my own selfish interests, I am remorseful seeing others happy. I am a perpetual liar, and the misery of others is a source of great pleasure for me."
          ]
        },
        {
          "n": 3,
          "text": [
            "aśeṣa kāmanā,  hṛdi mājhe mora,",
            "krodhī, dambha-parāyana",
            "mada-matta sadā,  viṣaye mohita,",
            "hiḿsā-garva vibhūṣana"
          ],
          "translation": [
            "The material desires within the core of my heart are unlimited. I am wrathful, devoted to false pride and arrogance, intoxicated by vanity, and bewildered by worldly affairs. Envy and egotism are the ornaments I wear."
          ]
        },
        {
          "n": 4,
          "text": [
            "nidrālasya hata,  sukārye virata,",
            "akārye udyogī āmi",
            "pratiṣṭha lāgiyā,  śāṭhya-ācaraṇa,",
            "lobha-hata sadā kāmī"
          ],
          "translation": [
            "Ruined by laziness and sleep, I resist all pious deeds; yet I am very active and enthusiastic to perform wicked acts. For worldly fame and reputation I engage in the practice of deceitfulness. Thus I am destroyed by my own greed and am always lustful."
          ]
        },
        {
          "n": 5,
          "text": [
            "e heno durjana,  saj-jana-varjita,",
            "aparādhi nirantara",
            "śubha-kārya-śūnya,  sadānartha-manāḥ,",
            "nānā duḥkhe jara jara"
          ],
          "translation": [
            "A vile, wicked man such as this, rejected by godly people, is a constant offender. I am such a person, devoid of all good works, forever inclined toward evil, worn out and wasted by various miseries."
          ]
        },
        {
          "n": 6,
          "text": [
            "bārdhakye ekhona,  upāya-vihīna,",
            "tā’te dīna akiñcana",
            "bhakativinoda,  prabhura caraṇe,",
            "kore duḥkha nivedana",
            "WORD FOR WORD TRANSLATION: Amar Jivan"
          ],
          "translation": [
            "Now in old age, deprived of all means of success, humbled and poor, Bhaktivinoda submits his tale of grief at the feet of the Supreme Lord."
          ]
        }
      ]
    },
    {
      "id": "atma-nivedana-tuwa-pade",
      "title": "Atma Nivedana Tuwa Pade",
      "author": "Bhaktivinoda Thakura",
      "book": "Saranagati",
      "categories": [],
      "verses": [
        {
          "n": 1,
          "text": [
            "ātma-nivedana,  tuwā pade kori’,",
            "hoinu parama sukhī",
            "duḥkha dūre gelo,  cintā nā rohilo,",
            "caudike ānanda dekhi"
          ],
          "translation": [
            "I have become supremely joyful by surrendering myself at Your holy feet. Unhappiness has gone away, and there are no more anxieties. I see joy in all directions."
          ]
        },
        {
          "n": 2,
          "text": [
            "aśoka-abhoya,  amṛta-ādhāra,",
            "tomāra caraṇa-dwaya",
            "tāhāte ekhona,  viśrāma labhiyā",
            "chāḍinu bhavera bhoya"
          ],
          "translation": [
            "Your two lotus feet are reservoirs of immortal nectar where one may live free from sorrow and fear. I have found peace there now and have given up the fear of worldly existence."
          ]
        },
        {
          "n": 3,
          "text": [
            "tomāra saḿsāre,  koribo sevana,",
            "nāhibo phalera bhāgī",
            "tava sukha jāhe,  koribo jatana,",
            "ho’ye pade anurāgī"
          ],
          "translation": [
            "I shall render service in Your household and not endeavor to enjoy the fruits of that service, but rather I shall strive for whatever pleases You, fully devoted to Your lotus feet."
          ]
        },
        {
          "n": 4,
          "text": [
            "tomāra sevāya,  duḥkha hoya jato,",
            "se-o to’ parama sukha",
            "sevā-sukha-duḥkha,  parama sampada,",
            "nāśaye avidyā-duḥkha"
          ],
          "translation": [
            "Troubles encountered in Your service shall be the cause of great happiness, for in Your devotional service joy and sorrow are equally great riches. Both destroy the misery of ignorance."
          ]
        },
        {
          "n": 5,
          "text": [
            "pūrva itihāsa,  bhulinu sakala,",
            "sevā-sukha pe’ye mane",
            "āmi to’ tomāra,  tumi to’ āmāra,",
            "ki kāja apara dhane"
          ],
          "translation": [
            "I have completely forgotten all past history by feeling great joy in my mind. I am most certainly Yours, and You are indeed mine. What need is there of any other treasure?"
          ]
        },
        {
          "n": 6,
          "text": [
            "bhakativinoda,  ānande ḍubiyā,",
            "tomāra sevāra tare",
            "saba ceṣṭā kore,  tava icchā-mato,",
            "thākiyā tomāra ghare"
          ],
          "translation": [
            "Bhaktivinoda, diving into the ocean of bliss, devotes all his efforts for Your service and dwells in Your house according to Your wishes."
          ]
        }
      ]
    },
    {
      "id": "yasomati-nandana",
      "title": "Yasomati Nandana",
      "author": "Bhaktivinoda Thakura",
      "book": "Gitavali",
      "categories": [],
      "verses": [
        {
          "n": 1,
          "text": [
            "yaśomatī-nandana, braja-baro-nāgara,",
            "gokula-rañjana kāna",
            "gopī-parāṇa-dhana, madana-manohara,",
            "kāliya-damana-vidhāna"
          ],
          "translation": [
            "Lord Krsna is the beloved son of mother Yasoda; the transcendental lover in the land of Vraja; the delight of Gokula; Kana [a nickname of Krsna]; the wealth of the lives of the gopis. He steals the mind of even Cupid and punishes the Kaliya serpent."
          ]
        },
        {
          "n": 2,
          "text": [
            "amala harinām amiya-vilāsā",
            "vipina-purandara, navīna nāgara-bora,",
            "baṁśī-badana suvāsā"
          ],
          "translation": [
            "These pure, holy names of Lord Hari are full of sweet, nectarean pastimes. Krsna is the Lord of the twelve forests of Vraja, He is ever-youthful and is the best of lovers. He is always playing on a flute, and He is an excellent dresser."
          ]
        },
        {
          "n": 3,
          "text": [
            "braja-jana-pālana, asura-kula-nāśana",
            "nanda-godhana-rākhowālā",
            "govinda mādhava, navanīta-taskara,",
            "sundara nanda-gopālā"
          ],
          "translation": [
            "Krsna is the protector of the inhabitants of Vraja; the destroyer of various demoniac dynasties; the keeper and tender of Nanda Maharaja's cows; the giver of pleasure to the cows, land, and spiritual senses; the husband of the goddess of fortune; the butter thief; and the beautiful cowherd boy of Nanda Maharaja."
          ]
        },
        {
          "n": 4,
          "text": [
            "yāmuna-taṭa-cara, gopī-basana-hara,",
            "rāsa-rasika, kṛpāmoya",
            "śrī-rādhā-vallabha, bṛndābana-naṭabara,",
            "bhakativinod-āśraya",
            "WORD FOR WORD TRANSLATION: Yasomati Nandana"
          ],
          "translation": [
            "Krsna wanders along the banks of the River Yamuna. He stole the garments of the young damsels of Vraja who were bathing there. He delights in the mellows of the rasa dance; He is very merciful; the lover and beloved of Srimati Radharani; the great dancer of Vrndavana; and the shelter and only refuge of Thakura Bhaktivinoda."
          ]
        }
      ]
    }
  ]
}
